#X-Generator: crowdin.net
# Information messages
label.preparingPreviewer=Chu\u1ea9n b\u1ecb xem tru\u1edbc...
label.noFlash=\u0110\u1ec3 xem tr\u01b0\u1edbc xin vui l\u00f2ng t\u1ea3i Flash Player m\u1edbi nh\u1ea5t t\u1eeb c\u00e1c <br/> <a href\="http\://www.adobe.com/go/getflashplayer"> Trung t\u00e2m t\u1ea3i v\u1ec1 Adobe Flash Player</a>.
label.noPreview=T\u00e0i li\u1ec7u n\u00e0y kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c xem tr\u01b0\u1edbc. <br/><a class\="theme-color-1" href\="{0}"> Click v\u00e0o \u0111\u00e2y \u0111\u1ec3 t\u1ea3i v\u1ec1 n\u00f3</a>
label.noPreview.ios=T\u00e0i li\u1ec7u n\u00e0y kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c xem tr\u01b0\u1edbc. <br/><a class\="theme-color-1" href\="{0}"> Click v\u00e0o \u0111\u00e2y \u0111\u1ec3 t\u1ea3i v\u1ec1 n\u00f3</a>
label.noContent=T\u00e0i li\u1ec7u n\u00e0y kh\u00f4ng c\u00f3 n\u1ed9i dung.
label.error=Kh\u00f4ng th\u1ec3 hi\u1ec3n th\u1ecb n\u1ed9i dung do l\u1ed7i trong trinh c\u1eafm ''{0}''\: {1}
label.errorMissing=Kh\u00f4ng th\u1ec3 hi\u1ec3n th\u1ecb n\u1ed9i dung do thi\u1ebfu tr\u00ecnh c\u1eafm ''{0}''
label.browserReport=Tr\u00ecnh duy\u1ec7t kh\u00f4ng h\u1ed7 tr\u1ee3 {0}

# Alfresco.WebPreview.Plugins.WebPreviewer
error.error=N\u1ed9i dung kh\u00f4ng th\u1ec3 hi\u1ec3n th\u1ecb do m\u1ed9t l\u1ed7i kh\u00f4ng x\u00e1c \u0111\u1ecbnh.
error.content=N\u1ed9i dung kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb b\u1edfi v\u00ec n\u00f3 kh\u00f4ng ph\u1ea3i l\u00e0 lo\u1ea1i png, jpg, gif ho\u1eb7c swf.
error.io=Xem tr\u01b0\u1edbc c\u00f3 th\u1ec3 kh\u00f4ng \u0111\u01b0\u1ee3c t\u1ea3i t\u1eeb m\u00e1y ch\u1ee7.
preview.actualSize=K\u00edch th\u01b0\u1edbc th\u1ef1c t\u1ebf
preview.fitPage=Ph\u00f9 h\u1ee3p v\u1edbi trang
preview.fitWidth=Ph\u00f9 h\u1ee3p v\u1edbi chi\u1ec1u r\u1ed9ng
preview.fitHeight=Ph\u00f9 h\u1ee3p v\u1edbi chi\u1ec1u cao
preview.fullscreen=To\u00e0n m\u00e0n h\u00ecnh
preview.fullwindow=T\u1ed1i \u0111a h\u00f3a
preview.fullwindowEscape=Nh\u1ea5n Esc \u0111\u1ec3 tho\u00e1t kh\u1ecfi ch\u1ebf \u0111\u1ed9 c\u1eeda s\u1ed5 \u0111\u1ea7y \u0111\u1ee7
preview.page=Trang
preview.pageOf=c\u1ee7a

# Alfresco.WebPreview.Plugins.Image
Image.tooLargeFile=T\u1eadp tin {0} c\u00f3 th\u1ec3 l\u00e0 qu\u00e1 l\u1edbn \u0111\u1ec3 hi\u1ec3n th\u1ecb ({1}).
Image.downloadLargeFile=Click v\u00e0o \u0111\u00e2y \u0111\u1ec3 t\u1ea3i v\u1ec1 n\u00f3 \u0111\u1ec3 thay th\u1ebf.
Image.viewLargeFile=Click v\u00e0o \u0111\u00e2y \u0111\u1ec3 xem n\u00f3 b\u1ea5t k\u1ef3.

