#X-Generator: crowdin.net
activiti.engine.mandatory.properties.missing=Thu\u1ed9c t\u00ednh b\u1eaft bu\u1ed9c kh\u00f4ng \u0111\u01b0\u1ee3c cung c\u1ea5p\!{0}
activiti.engine.deploy.workflow.error=Kh\u00f4ng th\u1ec3 th\u1ef1c hi\u1ec7n c\u00f4ng vi\u1ec7c \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u.
activiti.engine.is.workflow.deployed.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c x\u00e1c \u0111\u1ecbnh n\u1ebfu c\u00f4ng vi\u1ec7c \u0111ang \u0111\u01b0\u1ee3c th\u1ef1c thi.
activiti.engine.undeploy.workflow.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c d\u1eebng th\u1ef1c hi\u1ec7n c\u00f4ng vi\u1ec7c y\u00eau c\u1ea7u{0}.
activiti.engine.undeploy.workflow.unexisting.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c d\u1eebng th\u1ef1c hi\u1ec7n c\u00f4ng vi\u1ec7c hi\u1ec7n t\u1ea1i{0}.
activiti.engine.get.workflow.definition.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c kh\u00f4i ph\u1ee5c c\u00f4ng vi\u1ec7c y\u00eau c\u1ea7u
activiti.engine.get.workflow.definition.by.id.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c kh\u00f4i ph\u1ee5c c\u00f4ng vi\u1ec7c cho id{0}.
activiti.engine.get.workflow.definition.by.name.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c kh\u00f4i ph\u1ee5c c\u00f4ng vi\u1ec7c cho t\u00ean{0}.
activiti.engine.get.all.workflow.definitions.by.name.error=Kh\u00f4ng th\u1ec3 kh\u00f4i ph\u1ee5c t\u1ea5t c\u1ea3 c\u00e1c c\u00f4ng vi\u1ec7c y\u00eau c\u1ea7u{0}.
activiti.engine.get.workflow.definition.image.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c truy xu\u1ea5t h\u00ecnh \u1ea3nh cho{}.
activiti.engine.get.workflow.definition.unexisting.image.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c truy xu\u1ea5t h\u00ecnh \u1ea3nh cho{0}.\u0111\u1ecbnh ngh\u0129a kh\u00f4ng t\u1ed3n t\u1ea1i.
activiti.engine.get.task.definitions.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c kh\u00f4i ph\u1ee5c nhi\u1ec7m v\u1ee5 cho c\u00f4ng vi\u1ec7c y\u00eau c\u1ea7u{0}.
activiti.engine.get.process.definition.error=C\u00f4ng vi\u1ec7c y\u00eau c\u1ea7u{0} kh\u00f4ng t\u1ed3n t\u1ea1i.
activiti.engine.start.workflow.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c b\u1eaft \u0111\u1ea7u c\u00f4ng vi\u1ec7c {0}.
activiti.engine.start.workflow.no.start.task.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c b\u1eaft \u0111\u1ea7u c\u00f4ng vi\u1ec7c {0}, kh\u00f4ng x\u00e1c \u0111\u1ecbnh nhi\u1ec7m v\u1ee5 b\u1eaft \u0111\u1ea7u trong qu\u00e1 tr\u00ecnh \u0111\u1ecbnh ngh\u0129a.
activiti.engine.get.workflows.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c kh\u00f4i ph\u1ee5c c\u00f4ng vi\u1ec7c cho c\u00e1c tr\u01b0\u1eddng h\u1ee3p \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u
activiti.engine.get.active.workflows.error=Kh\u00f4ng th\u1ec3 l\u1ea5y tr\u01b0\u1eddng h\u1ee3p c\u00f4ng vi\u1ec7c cho \u0111\u1ecbnh ngh\u0129a {0}.
activiti.engine.get.completed.workflows.error=Kh\u00f4ng th\u1ec3 l\u1ea5y tr\u01b0\u1eddng h\u1ee3p c\u00f4ng vi\u1ec7c cho \u0111\u1ecbnh ngh\u0129a {0}.
activiti.engine.get.workflow.instance.by.id.error=Kh\u00f4ng th\u1ec3 l\u1ea5y v\u00ed d\u1ee5 c\u00f4ng vi\u1ec7c v\u1edbi Id {0}.
activiti.engine.get.process.instance.error=Quy tr\u00ecnh l\u00e0m vi\u1ec7c th\u1ec3 hi\u1ec7n kh\u00f4ng t\u1ed3n t\u1ea1i cho Id {0}.
activiti.engine.get.workflow.paths.error=Kh\u00f4ng th\u1ec3 l\u1ea5y \u0111\u01b0\u1eddng d\u1eabn quy tr\u00ecnh l\u00e0m vi\u1ec7c cho tr\u01b0\u1eddng h\u1ee3p c\u00f4ng vi\u1ec7c {0}.
activiti.engine.get.path.properties.error=Kh\u00f4ng th\u1ec3 l\u1ea5y \u0111\u1eb7c t\u00ednh c\u1ee7a \u0111\u01b0\u1eddng d\u1eabn {0}.
activiti.engine.cancel.workflow.error=Kh\u00f4ng th\u1ec3 h\u1ee7y b\u1ecf c\u00f4ng vi\u1ec7c tr\u01b0\u1eddng h\u1ee3p {0}.
activiti.engine.cancel.unexisting.workflow.error=Kh\u00f4ng th\u1ec3 h\u1ee7y b\u1ecf quy tr\u00ecnh c\u00f4ng vi\u1ec7c hi\u1ec7n t\u1ea1i {0}.
activiti.engine.delete.workflow.error=Kh\u00f4ng th\u1ec3 x\u00f3a quy tr\u00ecnh c\u00f4ng vi\u1ec7c {0}.
activiti.engine.delete.unexisting.workflow.error=Kh\u00f4ng th\u1ec3 x\u00f3a quy tr\u00ecnh c\u00f4ng vi\u1ec7c hi\u1ec7n c\u00f3 {0}.
activiti.engine.signal.transition.error=Kh\u00f4ng \u0111\u1ec3 b\u00e1o hi\u1ec7u qu\u00e1 tr\u00ecnh chuy\u1ec3n \u0111\u1ed5i t\u1eeb \u0111\u01b0\u1eddng d\u1eabn quy tr\u00ecnh l\u00e0m vi\u1ec7c {1} {0} ..
activiti.engine.event.unsupported=B\u1eafn c\u00e1c s\u1ef1 ki\u1ec7n kh\u00f4ng \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3 tr\u00ean quy tr\u00ecnh c\u00f4ng vi\u1ec7c ho\u1ea1t \u0111\u1ed9ng .
activiti.engine.fire.event.error=Kh\u00f4ng ch\u00e1y s\u1ef1 ki\u1ec7n {0} tr\u00ean quy tr\u00ecnh l\u00e0m vi\u1ec7c \u0111\u01b0\u1eddng {1}.
activiti.engine.get.tasks.for.path.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c kh\u00f4i ph\u1ee5c nhi\u1ec7m v\u1ee5 \u0111\u01b0\u1ee3c giao \u0111\u1ebfn tr\u00ecnh l\u00e0m vi\u1ec7c {0}.
activiti.engine.get.timers.error=Kh\u00f4ng th\u1ec3 l\u1ea5y b\u1ea5t k\u1ef3 th\u1eddi gian cho c\u00f4ng vi\u1ec7c {0}.
activiti.engine.find.completed.task.instances.error=Kh\u00f4ng th\u1ec3 truy xu\u1ea5t danh s\u00e1ch tr\u01b0\u1eddng h\u1ee3p ho\u00e0n th\u00e0nh c\u00f4ng vi\u1ec7c cho nam di\u1ec5n vi\u00ean {0}.
activiti.engine.get.assigned.tasks.error=Th\u1ea5t b\u1ea1i khi l\u1ea5y nhi\u1ec7m v\u1ee5 \u0111\u01b0\u1ee3c giao cho ch\u00ednh quy\u1ec1n {0} thu\u1ed9c bang {1}.
activiti.engine.get.pooled.tasks.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c t\u1ed7ng h\u1ee3p nhi\u1ec7m v\u1ee5 cho ng\u01b0\u1eddi c\u00f3 quy\u1ec1n{0}.
activiti.engine.query.tasks.error=Th\u1ea5t b\u1ea1i khi truy v\u1ea5n.Truy v\u1ea5n{0}.
activiti.engine.get.task.instance.error=Tr\u01b0\u1eddng h\u1ee3p t\u00e1c v\u1ee5 {0} kh\u00f4ng t\u1ed3n t\u1ea1i.
activiti.engine.update.task.error=Kh\u00f4ng th\u1ec3 c\u1eadp nh\u1eadt lu\u1ed3ng c\u00f4ng vi\u1ec7c t\u00e1c v\u1ee5 {0}.
activiti.engine.update.task.unexisting.error=Kh\u00f4ng th\u1ec3 c\u1eadp nh\u1eadt lu\u1ed3ng c\u00f4ng vi\u1ec7c t\u00e1c v\u1ee5 {0}, nhi\u1ec7m v\u1ee5 kh\u00f4ng t\u1ed3n t\u1ea1i.
activiti.engine.update.starttask.illegal.error=Kh\u00f4ng th\u1ec3 c\u1eadp nh\u1eadt lu\u1ed3ng c\u00f4ng vi\u1ec7c t\u00e1c v\u1ee5 {0}, nhi\u1ec7m v\u1ee5 b\u1eaft \u0111\u1ea7u kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt trong ho\u1ea1t \u0111\u1ed9ng.
activiti.engine.end.task.invalid.transition=Qu\u00e1 tr\u00ecnh chuy\u1ec3n \u0111\u1ed5i {0} l\u00e0 kh\u00f4ng h\u1ee3p l\u1ec7 cho nhi\u1ec7m v\u1ee5 c\u00f4ng vi\u1ec7c {1}, ch\u1ec9 qu\u00e1 tr\u00ecnh chuy\u1ec3n \u0111\u1ed5i {2} \u0111\u01b0\u1ee3c cho ph\u00e9p.
activiti.engine.end.task.unexisting.error=Th\u1ea5t b\u1ea1i khi chuy\u1ec3n t\u00edn hi\u1ec7u \u0111\u1ebfn c\u00f4ng vi\u1ec7c{0},c\u00f4ng vi\u1ec7c kh\u00f4ng t\u1ed3n t\u1ea1i.
activiti.engine.end.task.error=\ Th\u1ea5t b\u1ea1i khi chuy\u1ec3n t\u00edn hi\u1ec7u t\u1eeb lu\u1ed3ng c\u00f4ng vi\u1ec7c{1}.
activiti.engine.get.task.by.id.error=Th\u1ea5t b\u1ea1i khi kh\u00f4i ph\u1ee5c c\u00f4ng vi\u1ec7c{0}.
activiti.engine.compile.process.definition.zip.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c ph\u00e2n t\u00edch qu\u00e1 tr\u00ecnh \u0111\u1ecbnh ngh\u0129a t\u1eeb c\u00f4ng vi\u1ec7c s\u1ed1 zip l\u01b0u tr\u1eef d\u00f2ng.
activiti.engine.compile.process.definition.xml.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c ph\u00e2n t\u00edch qu\u00e1 tr\u00ecnh \u0111\u1ecbnh ngh\u0129a t\u1eeb c\u00f4ng vi\u1ec7c d\u00f2ng xml.
activiti.engine.compile.process.definition.unsupported.error=Th\u1ea5t b\u1ea1i trong vi\u1ec7c ph\u00e2n t\u00edch \u0111\u1ecbnh ngh\u0129a qu\u00e1 tr\u00ecnh - kh\u00f4ng \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3 \u0111\u1ecbnh d\u1ea1ng mime{0}
activiti.engine.get.activiti.id.error=\u0110\u1ecbnh d\u1ea1ng c\u1ee7a id {0} kh\u00f4ng h\u1ee3p l\u1ec7.
activiti.engine.get.workflow.token.invalid=\u0110\u01b0\u1eddng d\u1eabn quy tr\u00ecnh l\u00e0m vi\u1ec7c kh\u00f4ng h\u1ee3p l\u1ec7{0}.
activiti.engine.get.workflow.token.is.null=\u0110\u01b0\u1eddng d\u1eabn{0} kh\u00f4ng t\u1ed3n t\u1ea1i.
activiti.engine.set.task.properties.invalid.value=Gi\u00e1 tr\u1ecb{0} l\u00e0 thu\u1ed9c t\u00ednh kh\u00f4ng h\u1ee3p l\u1ec7{1}.
activiti.engine.package.already.associated.error=Kh\u00f4ng th\u1ec3 li\u00ean k\u1ebft g\u00f3i c\u00f4ng vi\u1ec7c{0}v\u1edbi tr\u01b0\u1eddng h\u1ee3p{1}v\u00ec n\u00f3 \u0111\u00e3 \u0111\u01b0\u1ee3c li\u00ean k\u1ebft v\u1edbi tr\u01b0\u1eddng h\u1ee3p{2}.
activiti.engine.convert.value.error=Kh\u00f4ng th\u1ec3 chuy\u1ec3n \u0111\u1ed5i gi\u00e1 tr\u1ecb ho\u1ea1t \u0111\u1ed9ng{0}\u0111\u1ebfn gi\u00e1 tr\u1ecb b\u00ean ngo\u00e0i k\u1ec3 t\u1eeb khi n\u00f3 kh\u00f4ng ph\u1ea3i l\u00e0 Serializable.
activiti.engine.get.company.home.invalid=\u0110\u01b0\u1eddng d\u1eabn d\u00f9ng chung kh\u00f4ng h\u1ee3p l\u1ec7{0}.
activiti.engine.get.company.home.multiple=\u0110\u01b0\u1eddng d\u1eabn d\u00f9ng chung kh\u00f4ng h\u1ee3p l\u1ec7.D\u1ef1 ki\u1ebfn 1 ph\u00f9 h\u1ee3p nh\u01b0ng t\u00ecm th\u1ea5y{1} ph\u00f9 h\u1ee3p. 
