#X-Generator: crowdin.net
content.template.calculates_if_the_document=T\u00ednh to\u00e1n n\u1ebfu t\u00e0i li\u1ec7u c\u00f3 kh\u00eda c\u1ea1nh b\u1ea3n \u0111\u1ecba h\u00f3a \u1ee9ng d\u1ee5ng
content.template.displays_useful_information=Hi\u1ec3n th\u1ecb c\u00e1c th\u00f4ng tin h\u1eefu \u00edch v\u1ec1 c\u00e1c t\u00e0i li\u1ec7u hi\u1ec7n t\u1ea1i
content.template.displays_a_list_of_the_documents=Hi\u1ec3n th\u1ecb danh s\u00e1ch c\u00e1c t\u00e0i li\u1ec7u ng\u01b0\u1eddi s\u1eed d\u1ee5ng hi\u1ec7n t\u1ea1i kh\u00f4ng gian trang ch\u1ee7 
content.template.displays_a_list_of_spaces=Hi\u1ec3n th\u1ecb m\u1ed9t danh s\u00e1ch ng\u01b0\u1eddi s\u1eed d\u1ee5ng hi\u1ec7n t\u1ea1i \u1edf trang trang ch\u1ee7 
content.template.shows_a_simple_summary_page=Hi\u1ec3n th\u1ecb m\u1ed9t trang t\u00f3m t\u1eaft \u0111\u01a1n gi\u1ea3n v\u1ec1 trang ch\u1ee7 c\u1ee7a h\u1ecd v\u00e0 ng\u01b0\u1eddi d\u00f9ng hi\u1ec7n t\u1ea1i
content.template.calculates_if_the_document_has=T\u00ednh to\u00e1n n\u1ebfu c\u00e1c t\u00e0i li\u1ec7u c\u00f3 c\u00e1c kh\u00eda c\u1ea1nh d\u1ecbch \u00e1p d\u1ee5ng
content.template.displays_a_list_of_the_documents_in_the_current_space=Hi\u1ec3n th\u1ecb danh s\u00e1ch c\u00e1c t\u00e0i li\u1ec7u trong kh\u00f4ng gian hi\u1ec7n t\u1ea1i ho\u1eb7c s\u1eeda \u0111\u1ed5i trong 7 ng\u00e0y qua
content.template.example_of_various_lists=V\u00ed d\u1ee5 v\u1ec1 c\u00e1c danh s\u00e1ch kh\u00e1c nhau c\u1ee7a t\u00e0i li\u1ec7u, kh\u00f4ng gian v\u00e0 c\u00e1c th\u00f4ng tin t\u00f3m t\u1eaft v\u1ec1 ng\u01b0\u1eddi d\u00f9ng hi\u1ec7n th\u1eddi
content.template.displays_a_list_of_the_documents_in_the_current_user_Home_Space=Hi\u1ec3n th\u1ecb danh s\u00e1ch c\u00e1c t\u00e0i li\u1ec7u ng\u01b0\u1eddi s\u1eed d\u1ee5ng hi\u1ec7n t\u1ea1i \u1edf trang ch\u1ee7. N\u1ed9i dung t\u00e0i li\u1ec7u v\u0103n b\u1ea3n \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb n\u1ed9i tuy\u1ebfn, nh\u01b0 l\u00e0 h\u00ecnh \u1ea3nh JPG thu nh\u1ecf .
content.template.displays_the_audit_trail=Hi\u1ec3n th\u1ecb c\u00e1c ki\u1ec3m to\u00e1n cho m\u1ed9t \u0111\u1ed1i t\u01b0\u1ee3ng.
email.template.email_template_for_notifying_users=Email m\u1eabu th\u00f4ng b\u00e1o cho ng\u01b0\u1eddi d\u00f9ng m\u1ed9t quy t\u1eafc ho\u1eb7c h\u00e0nh \u0111\u1ed9ng
email.template.email_template_for_notifying_users_of_an_Invite=Email m\u1eabu th\u00f4ng b\u00e1o cho ng\u01b0\u1eddi d\u00f9ng c\u1ee7a m\u1ed9t l\u1eddi m\u1eddi \u0111\u1ebfn m\u1ed9t kh\u00f4ng gian ho\u1eb7c t\u00e0i li\u1ec7u
rss.template.renders_a_valid_rss=\u00c1m m\u1ed9t t\u00e0i li\u1ec7u RSS2.0 XML h\u1ee3p l\u1ec7 hi\u1ec3n th\u1ecb c\u00e1c t\u00e0i li\u1ec7u trong kh\u00f4ng gian hi\u1ec7n t\u1ea1i \u0111\u01b0\u1ee3c t\u1ea1o ra ho\u1eb7c s\u1eeda \u0111\u1ed5i trong 7 ng\u00e0y qua. C\u00e1c m\u1eabu ph\u1ea3i \u0111\u01b0\u1ee3c c\u1ea5u h\u00ecnh \u0111\u1ec3 s\u1eed d\u1ee5ng m\u00e1y ch\u1ee7 th\u00edch h\u1ee3p v\u00e0 c\u1ed5ng tr\u01b0\u1edbc khi s\u1eed d\u1ee5ng.
rss.template.rss_recent_docs=T\u00e0i li\u1ec7u  RSS g\u1ea7n \u0111\u00e2y
