#X-Generator: crowdin.net
# Content-related messages

content.content_missing=N\u1ed9i dung c\u1ee7a n\u00fat l\u00e0 m\u1ea5t t\u00edch\: n\u00fat\: {0} \u0111\u1ecdc\: {1} H\u00e3y li\u00ean h\u1ec7 v\u1edbi qu\u1ea3n tr\u1ecb h\u1ec7 th\u1ed1ng c\u1ee7a b\u1ea1n.
content.runtime_exec.property_moved=Thu\u1ed9c t\u00ednh 'errorCodes' \u0111\u00e3 di chuy\u1ec3n xu\u1ed1ng l\u1edbp  RuntimeExec

index.recovery.out_of_date=C\u00e1c ch\u1ec9 m\u1ee5c kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ed3ng b\u1ed9 v\u1edbi c\u01a1 s\u1edf d\u1eef li\u1ec7u.
index.tracking.starting=Ch\u1ec9 m\u1ee5c ph\u1ee5c h\u1ed3i \u0111\u00e3 b\u1eaft \u0111\u1ea7u.
index.tracking.complete=Ho\u00e0n th\u00e0nh kh\u00f4i ph\u1ee5c ch\u1ec9 m\u1ee5c.
index.tracking.progress=\ X\u1eed l\u00fd c\u00e1c trao \u0111\u1ed5i xung quanh {0}.
index.recovery.starting=Ch\u1ec9 m\u1ee5c ph\u1ee5c h\u1ed3i \u0111\u00e3 b\u1eaft \u0111\u1ea7u\: {0} trao \u0111\u1ed5i.
index.recovery.complete=Ho\u00e0n th\u00e0nh kh\u00f4i ph\u1ee5c ch\u1ec9 m\u1ee5c.
index.recovery.progress=\ {0} % ho\u00e0n t\u1ea5t.
index.recovery.terminated=\u0110\u00e1nh ch\u1ec9 m\u1ee5c ph\u1ee5c h\u1ed3i k\u1ebft th\u00fac.

node.archive.msg.busy=M\u1ed9t cu\u1ed9c thanh l\u1ecdc s\u1ed1 l\u01b0\u1ee3ng l\u1edbn ho\u1eb7c ph\u1ee5c h\u1ed3i ho\u1ea1t \u0111\u1ed9ng \u0111ang \u0111\u01b0\u1ee3c ti\u1ebfn h\u00e0nh

content.http_reader.err.no_connection=Kh\u00f4ng th\u1ec3 \u0111\u1ec3 k\u1ebft n\u1ed1i v\u1edbi m\u00e1y ch\u1ee7 t\u1eeb xa \u1ee9ng d\u1ee5ng th\u00f4ng qua HTTP\: {0}
content.http_reader.err.no_authentication=Ng\u01b0\u1eddi \u0111\u1ecdc HTTP l\u00e0 kh\u00f4ng th\u1ec3 \u0111\u1ec3 x\u00e1c th\u1ef1c tr\u00ean m\u00e1y ch\u1ee7 t\u1eeb xa\: {0}
content.http_reader.err.check_cluster=H\u00e3y \u0111\u1ea3m b\u1ea3o r\u1eb1ng 'replicateUpdates' v\u00e0 'replicateUpdatesViaCopy' \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t cho b\u1ed9 nh\u1edb cache 'org.alfresco.cache.ticketsCache'.  Ki\u1ec3m tra c\u1ea5u h\u00ecnh chung c\u1ee5m l\u00e0 ch\u00ednh x\u00e1c v\u00e0 l\u00e0m vi\u1ec7c.
content.http_reader.err.unrecognized=Xu\u1ea5t hi\u1ec7n l\u1ed7i kh\u00f4ng \u0111\u01b0\u1ee3c c\u00f4ng nh\u1eadn khi c\u1ed1 g\u1eafng \u0111\u1ec3 t\u1ea3i n\u1ed9i dung t\u1eeb xa server\: Server\: {0} Content\: {1} HTTP Response\: {2}

metadata.extraction.err.type_conversion=Si\u00eau d\u1eef li\u1ec7u khai th\u00e1c kh\u00f4ng th\u00e0nh c\u00f4ng v\u00ec m\u1ed9t gi\u00e1 tr\u1ecb chi\u1ebft xu\u1ea5t th\u1ea5t b\u1ea1i trong vi\u1ec7c chuy\u1ec3n \u0111\u1ed5i \u0111\u1ec3 y\u00eau c\u1ea7u lo\u1ea1i\: Extractor\: {0} Thu\u1ed9c t\u00ednh m\u1ee5c ti\u00eau QName\: {1} lo\u1ea1i y\u00eau c\u1ea7u\: {2} gi\u00e1 tr\u1ecb chi\u1ebft xu\u1ea5t\: {3}

transform.err.format_or_password=Kh\u00f4ng th\u1ec3 chuy\u1ec3n \u0111\u1ed5i n\u1ed9i dung, c\u00f3 th\u1ec3 do m\u1ed9t \u0111\u1ecbnh d\u1ea1ng kh\u00f4ng \u0111\u00fang ho\u1eb7c m\u1eadt kh\u1ea9u b\u1ea3o v\u1ec7 t\u1eadp tin.

content.routing.err.invalid_default_store=''defaultStoreName'', ''{0}'' kh\u00f4ng th\u1ec3 l\u00e0 m\u1ed9t c\u1eeda h\u00e0ng trong ''storesByName'' ({1}).
