#X-Generator: crowdin.net
# PatchService messages
patch.service.preceeded_by_alternative=D\u1eabn tr\u01b0\u1edbc b\u1edfi b\u1ea3n v\u00e1 thay th\u1ebf ''{0}''.\n
patch.service.not_relevant=Kh\u00f4ng c\u00f3 li\u00ean quan \u0111\u1ebfn l\u01b0\u1ee3c \u0111\u1ed3 {0}
patch.executer.checking=Ki\u1ec3m tra b\u1ea3n v\u00e1 l\u1ed7i \u0111\u1ec3 \u00e1p d\u1ee5ng...
patch.service.applying_patch=\ \u00c1p d\u1ee5ng b\u1ea3n v\u00e1 l\u1ed7i ''{0}'' ({1}).
patch.progress=v\u00e1 l\u1ed7i {0} {1}% ho\u00e0n th\u00e0nh, \u01b0\u1edbc t\u00ednh ho\u00e0n ch\u1ec9nh t\u1ea1i {2}.
patch.validation.failed=X\u00e1c nh\u1eadn c\u1ee7a b\u1ea3n v\u00e1 ''{0}'' \u0111\u00e3 th\u1ea5t b\u1ea1i. B\u1ea3n v\u00e1 \u0111\u01b0\u1ee3c \u00e1p d\u1ee5ng cho m\u1ed9t l\u01b0\u1ee3c \u0111\u1ed3 m\u1edbi h\u01a1n l\u01b0\u1ee3c \u0111\u1ed3 n\u00e0y x\u00e2y d\u1ef1ng ({1}). fixesToSchema\: {2} targetSchema\: {3}. n\u1ebfu v\u00e1 n\u00e0y lu\u00f4n lu\u00f4n n\u00ean \u0111\u01b0\u1ee3c ch\u1ea1y m\u1ed9t l\u1ea7n tr\u00ean m\u1ed7i c\u00e0i \u0111\u1eb7t, xin vui l\u00f2ng \u0111\u1ea3m b\u1ea3o r\u1eb1ng gi\u00e1 tr\u1ecb ''fixesToSchema'' \u0111\u01b0\u1ee3c \u0111\u1eb7t th\u00e0nh ''''$ {version.schema}''''.
patch.executer.no_patches_required=Kh\u00f4ng c\u00f3 b\u1ea3n c\u00e1 l\u1ed7i \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u.
patch.executer.system_readonly=C\u00e1c b\u1ea3n v\u00e1 l\u1ed7i kh\u00f4ng th\u1ec3 \u00e1p d\u1ee5ng cho m\u1ed9t h\u1ec7 th\u1ed1ng ch\u1ec9 \u0111\u1ecdc.C\u00f3 th\u1ec3 t\u1ed3n t\u1ea1i s\u1ef1 kh\u00f4ng t\u01b0\u01a1ng th\u00edch gi\u1eefa c\u00e1c m\u00e3 \u1ee9ng d\u1ee5ng v\u00e0 c\u00e1c d\u1eef li\u1ec7u hi\u1ec7n c\u00f3.
patch.executer.not_executed=\=\=\= Ghi v\u00e1 (kh\u00f4ng th\u1ef1c hi\u1ec7n) \=\=\=ID\: {0}K\u1ebeT QU\u1ea2\:{1}\n\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=
patch.executer.executed=\=\=\= \u1ee8ng d\u1ee5ng b\u1ea3n v\u00e1 \=\=\=\nID\: {0}\nK\u1ebeT QU\u1ea2\:\n{1}\n\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=
patch.executer.failed=\=\=\= \u00c1p d\u1ee5ng b\u1ea3n v\u00e1 kh\u00f4ng th\u00e0nh c\u00f4ng \=\=\= \nID\: {0}\nK\u1ebeT QU\u1ea2\: \n{1}\n\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=\=
patch.noLongerSupportedPatch.err.use_incremental_upgrade=V\u00e1 ''{0}'' l\u1ea7n cu\u1ed1i \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3 tr\u00ean phi\u00ean b\u1ea3n {1}.\nXin vui l\u00f2ng l\u00e0m theo m\u1ed9t b\u1ea3n n\u00e2ng c\u1ea5p gia t\u0103ng b\u1eb1ng c\u00e1ch s\u1eed d\u1ee5ng phi\u00ean b\u1ea3n {2}.

# General patch messages

patch.genericBootstrap.result.exists=T\u1ea3i kh\u1edfi \u0111\u1ed9ng v\u1ecb tr\u00ed \u0111\u00e3 t\u1ed3n t\u1ea1i\: {0}
patch.genericBootstrap.result.created=Nh\u1eadp kh\u1ea9u v\u00e0o v\u1ecb tr\u00ed t\u1ea3i v\u00e0 kh\u1edfi \u0111\u1ed9ng\: {0} ({1})
patch.genericBootstrap.err.multiple_found=Nhi\u1ec1u n\u00fat \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y\: {0}

patch.general.property_not_set=S\u1eeda l\u1ed7i thu\u1ed9c t\u00ednh ''{0}'' \u0111\u00e3 kh\u00f4ng \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp tr\u00ean \u0111\u01b0\u1eddng d\u1eabn n\u00e0y\: {1}

patch.QNamePatch.result=C\u1eadp Nh\u1eadt th\u00e0nh c\u00f4ng c\u00e1c ''{0}'' Q t\u00ean \u0111\u1ec3 ''{1}''.

patch.genericMimetypeUpdate.start=C\u1eadp Nh\u1eadt t\u00ean lo\u1ea1i.
patch.genericMimetypeUpdate.updated=\ C\u1eadp Nh\u1eadt {0} tham kh\u1ea3o n\u1ed9i dung v\u1edbi t\u00ean lo\u1ea1i ''{1}'' s\u1eed d\u1ee5ng ''{2}''.
patch.genericMimetypeUpdate.indexed=L\u1eadp ch\u1ec9 m\u1ee5c {0} n\u00fat trong c\u1eeda h\u00e0ng ''{1}''.
patch.genericMimetypeUpdate.done=Ho\u00e0n th\u00e0nh C\u1eadp Nh\u1eadt t\u00ean lo\u1ea1i.
patch.genericMimetypeUpdate.doneReindex=Ho\u00e0n t\u1ea5t c\u1eadp nh\u1eadt t\u00ean lo\u1ea1i.L\u1ef1a ch\u1ecdn l\u1eadp ch\u1ec9 m\u1ee5c l\u1ea1i \u0111\u00e3 b\u1ecb v\u00f4 hi\u1ec7u ho\u00e1, m\u1ed9t ch\u1ec9 s\u1ed1 m\u1ee5c l\u00e0 c\u1ea7n thi\u1ebft \u0111\u1ec3 t\u00ecm ki\u1ebfm c\u00e1c lo\u1ea1i t\u00ean m\u1edbi(s).

# Individual patch messages

patch.noOpPatch.description=Gi\u1eef ch\u1ed5 cho \u0111\u01b0\u1eddng d\u1eabn, th\u01b0\u1eddng \u0111\u01b0\u1ee3c \u0111\u00e1nh d\u1ea5u b\u1eb1ng 1 \u0111\u01b0\u1eddng d\u1eabn thay th\u1ebf.
patch.noOpPatch.result=Kh\u00f4ng c\u00f3 \u0111\u01b0\u1eddng d\u1eabn

patch.marker.description=\u0110\u00e1nh d\u1ea5u \u0111\u01b0\u1eddng d\u1eabn \u0111\u1ec3 ghi l\u1ea1i c\u00e0i \u0111\u1eb7t v\u00e0 n\u00e2ng c\u1ea5p
patch.marker.result=\u0110\u00e1nh d\u1ea5u \u0111\u01b0\u1eddng d\u1eabn \u0111\u01b0\u1ee3c \u00e1p d\u1ee5ng

patch.savedSearchesFolder.description=\u0110\u1ea3m b\u1ea3o s\u1ef1 t\u1ed3n t\u1ea1i c\u1ee7a c\u00e1c th\u01b0 m\u1ee5c 'L\u01b0u t\u00ecm ki\u1ebfm'.
patch.savedSearchesFolder.result.exists=C\u00e1c t\u00ecm ki\u1ebfm \u0111\u00e3 l\u01b0u th\u01b0 m\u1ee5c \u0111\u00e3 t\u1ed3n t\u1ea1i\: {0}
patch.savedSearchesFolder.result.created=C\u00e1c th\u01b0 m\u1ee5c t\u00ecm ki\u1ebfm \u0111\u00e3 l\u01b0u \u0111\u01b0\u1ee3c t\u1ea1o th\u00e0nh c\u00f4ng\: {0}

patch.savedSearchesPermission.description=B\u1ed9 y\u00eau c\u1ea7u quy\u1ec1n truy c\u1eadp v\u00e0o th\u01b0 m\u1ee5c 'L\u01b0u t\u00ecm ki\u1ebfm'.
patch.savedSearchesPermission.result.applied=C\u1ea5p vai tr\u00f2 \u0111\u00f3ng g\u00f3p cho t\u1ea5t c\u1ea3 m\u1ecdi ng\u01b0\u1eddi v\u00e0o ''L\u01b0u t\u00ecm ki\u1ebfm'' th\u01b0 m\u1ee5c\: {0}.
patch.savedSearchesPermission.err.not_found=Kh\u00f4ng t\u00ecm th\u1ea5y th\u01b0 m\u1ee5c 'L\u01b0u t\u00ecm ki\u1ebfm'.

patch.updatePermissionData.description=C\u1eadp nh\u1eadt quy\u1ec1n truy c\u1eadp t\u1eeb th\u01b0 m\u1ee5c '' cm \u0111\u1ed1i t\u01b0\u1ee3ng [JIRA\: AR-344].
patch.updatePermissionData.result=Thay \u0111\u1ed5i m\u1ee5c {0} ''th\u01b0 m\u1ee5c'' truy ki\u1ec3m so\u00e1t nh\u1eadp \u0111\u1ec3 ''cm \u0111\u1ed1i t\u01b0\u1ee3ng''.

patch.authoritiesFolder.description=\u0110\u1ea3m b\u1ea3o s\u1ef1 t\u1ed3n t\u1ea1i c\u1ee7a th\u01b0 m\u1ee5c ch\u00ednh quy\u1ec1n ng\u01b0\u1eddi d\u00f9ng [JIRA\: AR-497].

patch.authoritiesFolderPermission.description=\u0110\u1ea3m b\u1ea3o l\u00e0 ch\u00ednh quy\u1ec1n nh\u00f3m Hi\u1ec3n th\u1ecb cho t\u1ea5t c\u1ea3 m\u1ecdi ng\u01b0\u1eddi.

patch.guestUser.description=Th\u00eam ng\u01b0\u1eddi d\u00f9ng \u0111\u00e1nh, \u0111\u00e1nh nh\u00e0 kh\u00f4ng gian; v\u00e0 s\u1eeda ch\u1eefa cho ph\u00e9p c\u00f4ng ty nh\u00e0, \u0111\u00e1nh nh\u00e0 v\u00e0 \u0111\u00e1nh ng\u01b0\u1eddi. 
patch.guestUser.result=Th\u00eam ng\u01b0\u1eddi d\u00f9ng \u0111\u00e1nh v\u00e0 c\u1ed1 \u0111\u1ecbnh cho ph\u00e9p.

patch.fixNodeSerializableValues.description=\u0110\u1ea3m b\u1ea3o r\u1eb1ng gi\u00e1 tr\u1ecb thu\u1ed9c t\u00ednh kh\u00f4ng \u0111\u01b0\u1ee3c l\u01b0u tr\u1eef nh\u01b0 tu\u1ea7n t\u1ef1 n\u1ebfu c\u00f3 th\u1ec3
patch.fixNodeSerializableValues.result=C\u1ed1 \u0111\u1ecbnh {0} n\u00fat thu\u1ed9c t\u00ednh tr\u00ean gi\u00e1 tr\u1ecb

patch.updateGuestPermission.description=Cho ph\u00e9p \u0111\u1ed5i t\u00ean c\u1ee7a 'Kh\u00e1ch' \u0111\u1ebfn 'Ng\u01b0\u1eddi d\u00f9ng'
patch.updateGuestPermission.result=Thay \u0111\u1ed5i {0} ''\u0110\u00e1nh'' m\u1ee5c \u0111i\u1ec1u khi\u1ec3n truy nh\u1eadp cho ''Ng\u01b0\u1eddi d\u00f9ng''.

patch.categoryRootPermission.description=B\u1ed9 y\u00eau c\u1ea7u quy\u1ec1n truy c\u1eadp v\u00e0o th\u01b0 m\u1ee5c 'Th\u1ec3 lo\u1ea1i g\u1ed1c'.
patch.categoryRootPermission.result=C\u1ea5p vai tr\u00f2 ng\u01b0\u1eddi ti\u00eau d\u00f9ng cho kh\u00e1ch tr\u00ean ''c\u00e2y th\u1ec3 lo\u1ea1i'' th\u01b0 m\u1ee5c\: {0}.
patch.categoryRootPermission.err.not_found=Kh\u00f4ng t\u00ecm th\u1ea5y th\u01b0 m\u1ee5c ''c\u00e2y th\u1ec3 lo\u1ea1i'' ({0}).

patch.guestPersonPermission.description=Thay \u0111\u1ed5i quy\u1ec1n \u0111\u00e1nh ng\u01b0\u1eddi t\u1eeb 'Ng\u01b0\u1eddi d\u00f9ng' '\u0110\u1ecdc'
patch.guestPersonPermission.result=C\u1eadp Nh\u1eadt cho ph\u00e9p kh\u00e1ch t\u1eeb 'Ng\u01b0\u1eddi d\u00f9ng' \u0111\u1ec3 '\u0110\u1ecdc'

patch.spacesRootPermission.description=to\u00e0n quy\u1ec1n thay \u0111\u1ed5i l\u01b0u tr\u1eef ch\u1ee7 quy\u1ec1n 'Ng\u01b0\u1eddi d\u00f9ng' \u0111\u1ec3 '\u0110\u1ecdc'
patch.spacesRootPermission.result=to\u00e0n quy\u1ec1n thay \u0111\u1ed5i l\u01b0u tr\u1eef ch\u1ee7 quy\u1ec1n 'Ng\u01b0\u1eddi d\u00f9ng' \u0111\u1ec3 '\u0110\u1ecdc'

patch.contentPermission.description=C\u1eadp nh\u1eadt c\u00e1c m\u1ee5c cho ph\u00e9p c\u1ee7a cm\: n\u1ed9i dung '' Sys\:base '.
patch.contentPermission.result=Thay \u0111\u1ed5i m\u1ee5c {0} ''cm\: n\u1ed9i dung'' ki\u1ec3m so\u00e1t nh\u1eadp \u0111\u1ec3 ''sys\:base''.

patch.forumsIcons.description=C\u1eadp Nh\u1eadt t\u00e0i li\u1ec7u tham kh\u1ea3o bi\u1ec3u t\u01b0\u1ee3ng di\u1ec5n \u0111\u00e0n
patch.forumsIcons.result=T\u00e0i li\u1ec7u tham kh\u1ea3o bi\u1ec3u t\u01b0\u1ee3ng C\u1eadp Nh\u1eadt {0}

patch.emailTemplatesFolder.description=\u0110\u1ea3m b\u1ea3o s\u1ef1 t\u1ed3n t\u1ea1i c\u1ee7a c\u1eb7p 'Th\u01b0 \u0111i\u1ec7n t\u1eed m\u1eabu'.
patch.emailTemplatesFolder.result.exists=Th\u01b0 m\u1ee5c m\u1eabu th\u01b0 \u0111i\u1ec7n t\u1eed \u0111\u00e3 tho\u00e1t\: {0}
patch.emailTemplatesFolder.result.created=Th\u01b0 m\u1ee5c m\u1eabu th\u01b0 \u0111i\u1ec7n t\u1eed \u0111\u00e3 l\u00e0 th\u00e0nh c\u00f4ng created\: {0}

patch.emailInviteAndNotifyTemplatesFolder.description=\u0110\u1ea3m b\u1ea3o s\u1ef1 t\u1ed3n t\u1ea1i c\u1ee7a c\u00e1c th\u01b0 m\u1ee5c 'Email m\u1eddi m\u1eabu' v\u00e0 'Email th\u00f4ng b\u00e1o m\u1eabu'.
patch.emailNotifyTemplatesFolder.result.exists=Th\u01b0 m\u1ee5c Email th\u00f4ng b\u00e1o m\u1eabu \u0111\u00e3 t\u1ed3n t\u1ea1i\: {0}
patch.emailNotifyTemplatesFolder.result.created=Th\u00f4ng b\u00e1o Email th\u01b0 m\u1ee5c B\u1ea3n m\u1eabu \u0111\u01b0\u1ee3c t\u1ea1o th\u00e0nh c\u00f4ng\: {0}
patch.emailInviteTemplatesFolder.result.exists=Th\u01b0 m\u1ee5c Email th\u00f4ng b\u00e1o m\u1eabu \u0111\u00e3 t\u1ed3n t\u1ea1i\: {0}
patch.emailInviteTemplatesFolder.result.created=Th\u00f4ng b\u00e1o Email th\u01b0 m\u1ee5c B\u1ea3n m\u1eabu \u0111\u01b0\u1ee3c t\u1ea1o th\u00e0nh c\u00f4ng\: {0}

patch.emailTemplatesContent.description=T\u1ea3i c\u00e1c m\u1eabu th\u01b0 \u0111i\u1ec7n t\u1eed v\u00e0o th\u01b0 m\u1ee5c Email m\u1eabu.
patch.emailTemplatesContent.result=Nh\u1eadp kh\u1ea9u c\u00e1c Email m\u1eabu v\u00e0o th\u01b0 m\u1ee5c m\u1eb7c \u0111\u1ecbnh.

patch.descriptorUpdate.description=C\u1eadp Nh\u1eadt kho l\u01b0u tr\u1eef M\u00f4 t\u1ea3
patch.descriptorUpdate.result=Kho l\u01b0u tr\u1eef M\u00f4 t\u1ea3 C\u1eadp Nh\u1eadt

patch.scriptsFolder.description=\u0110\u1ea3m b\u1ea3o s\u1ef1 t\u1ed3n t\u1ea1i c\u1ee7a c\u00e1c th\u01b0 m\u1ee5c 'K\u1ecbch b\u1ea3n'.
patch.scriptsFolder.result.exists=Th\u01b0 m\u1ee5c k\u1ecbch b\u1ea3n \u0111\u00e3 t\u1ed3n t\u1ea1i\: {0}
patch.scriptsFolder.result.created=Th\u01b0 m\u1ee5c k\u1ecbch b\u1ea3n \u0111\u01b0\u1ee3c t\u1ea1o th\u00e0nh c\u00f4ng\: {0}

patch.topLevelGroupParentChildAssociationTypePatch.description=\u0110\u1ea3m b\u1ea3o c\u00e1c nh\u00f3m c\u1ea5p cao c\u00f3 lo\u1ea1i t\u1eadp con l\u00e0 ch\u00ednh x\u00e1c.
patch.topLevelGroupParentChildAssociationTypePatch.result=S\u1eeda l\u1ed7i {0} c\u00e1c lo\u1ea1i cho c\u1ea5p cao nh\u00f3m c\u1ee7a t\u1eadp con.
patch.topLevelGroupParentChildAssociationTypePatch.err.sys_path_not_found=\u0110\u01b0\u1eddng d\u1eabn h\u1ec7 th\u1ed1ng y\u00eau c\u1ea7u ch\u00ednh kh\u00f4ng ID {0}
patch.topLevelGroupParentChildAssociationTypePatch.err.auth_path_not_found=Y\u00eau c\u1ea7u h\u1ec7 th\u1ed1ng c\u00f3 con \u0111\u01b0\u1eddng d\u1eabn kh\u00f4ng t\u00ecm th\u1ea5y\: {0}

patch.actionRuleDecouplingPatch.description=Di chuy\u1ec3n quy t\u1eafc hi\u1ec7n t\u1ea1i \u0111\u1ec3 c\u00e1c m\u00f4 h\u00ecnh C\u1eadp Nh\u1eadt m\u00e0 quy t\u1eafc \u0111\u01b0\u1ee3c t\u00e1ch t\u1eeb ho\u1ea1t \u0111\u1ed9ng.
patch.actionRuleDecouplingPatch.result=C\u1eadp Nh\u1eadt {0} quy t\u1eafc.

patch.systemWorkflowFolder.description=\u0110\u1ea3m b\u1ea3o s\u1ef1 t\u1ed3n t\u1ea1i c\u1ee7a c\u00e1c th\u00f9ng ch\u1ee9a h\u1ec7 th\u1ed1ng quy tr\u00ecnh l\u00e0m vi\u1ec7c.
patch.systemWorkflowFolder.result.created=T\u1ea1o ra h\u1ec7 th\u1ed1ng quy tr\u00ecnh l\u00e0m vi\u1ec7c t\u1eadp tin ch\u1ee9a {0}.

patch.rssTemplatesFolder.description=\u0110\u1ea3m b\u1ea3o s\u1ef1 t\u1ed3n t\u1ea1i c\u1ee7a c\u1eb7p 'Th\u01b0 \u0111i\u1ec7n t\u1eed m\u1eabu'.
patch.rssTemplatesFolder.result.exists=M\u1ee5c RSS m\u1eabu \u0111\u00e3 t\u1ed3n t\u1ea1i\: {0}. \u00c1p d\u1ee5ng cho kh\u00e1ch \u0111\u01b0\u1ee3c truy c\u1eadp.
patch.rssTemplatesFolder.result.created=M\u1ee5c RSS \u0111\u01b0\u1ee3c t\u1ea1o th\u00e0nh c\u00f4ng \: {0}

patch.rendition.rendering_actions.exists=Th\u01b0 m\u1ee5c k\u1ebft xu\u1ea5t h\u00e0nh \u0111\u1ed9ng \u0111\u00e3 t\u1ed3n t\u1ea1i\: {0}.
patch.rendition.rendering_actions.created=C\u00e1c th\u01b0 m\u1ee5c d\u1ef1ng h\u00ecnh ho\u1ea1t \u0111\u1ed9ng \u0111\u00e3 \u0111\u01b0\u1ee3c t\u1ea1o th\u00e0nh c\u00f4ng\: {0}
patch.rendition.rendering_actions.description=T\u1ea1o ra th\u01b0 m\u1ee5c k\u1ebft xu\u1ea5t ho\u1ea1t \u0111\u1ed9ng.

patch.replication.replication_actions.exists=H\u00e0nh \u0111\u1ed9ng sao ch\u00e9p th\u01b0 m\u1ee5c \u0111\u00e3 t\u1ed3n t\u1ea1i\: {0}.
patch.replication.replication_actions.created=C\u00e1c th\u01b0 m\u1ee5c d\u1ef1ng h\u00ecnh ho\u1ea1t \u0111\u1ed9ng \u0111\u00e3 \u0111\u01b0\u1ee3c t\u1ea1o th\u00e0nh c\u00f4ng\: {0}
patch.replication.replication_actions.description=T\u1ea1o ra th\u01b0 m\u1ee5c sao ch\u00e9p ho\u1ea1t \u0111\u1ed9ng.

patch.uifacetsAspectRemovalPatch.description=Lo\u1ea1i b\u1ecf c\u00e1c kh\u00eda c\u1ea1nh \u1ee9ng d\u1ee5ng kh\u00f4ng ch\u00ednh x\u00e1c uifacets t\u1eeb c\u00e1c b\u00e0i tr\u00ecnh b\u00e0y m\u1eabu t\u1eadp tin.
patch.uifacetsAspectRemovalPatch.updated=G\u1ee1 b\u1ecf th\u00e0nh c\u00f4ng c\u00e1c kh\u00eda c\u1ea1nh t\u1eeb {0} t\u1eadp tin m\u1eabu tr\u00ecnh b\u00e0y.

patch.guestPersonPermission2.description=Thay \u0111\u1ed5i \u0111\u00e1nh ng\u01b0\u1eddi quy\u1ec1n \u0111\u1ec3 c\u00f3 th\u1ec3 nh\u00ecn th\u1ea5y m\u1ecdi ng\u01b0\u1eddi s\u1eed d\u1ee5ng nh\u01b0 l\u00e0 'Ng\u01b0\u1eddi d\u00f9ng'.
patch.guestPersonPermission2.result=C\u1eadp nh\u1eadt cho ph\u00e9p ng\u01b0\u1eddi kh\u00e1ch c\u00f3 th\u1ec3 nh\u00ecn th\u1ea5y t\u1ea5t c\u1ea3 ng\u01b0\u1eddi s\u1eed d\u1ee5ng l\u00e0 'ng\u01b0\u1eddi d\u00f9ng'.

patch.schemaUpgradeScript.description=\u0110\u1ea3m b\u1ea3o r\u1eb1ng k\u1ecbch b\u1ea3n n\u00e2ng c\u1ea5p c\u01a1 s\u1edf d\u1eef li\u1ec7u \u0111\u00e3 \u0111\u01b0\u1ee3c ch\u1ea1y.
patch.schemaUpgradeScript.err.not_executed=C\u00e1c k\u1ecbch b\u1ea3n n\u00e2ng c\u1ea5p l\u01b0\u1ee3c \u0111\u1ed3, ''{0}'' \u0111\u00e3 kh\u00f4ng \u0111\u01b0\u1ee3c ch\u1ea1y \u0111\u1ed1i v\u1edbi c\u01a1 s\u1edf d\u1eef li\u1ec7u n\u00e0y.

patch.uniqueChildName.description=Ki\u1ec3m tra v\u00e0 \u0111\u1eb7t l\u1ea1i t\u00ean b\u1ea3n sao con.
patch.uniqueChildName.copyOf=({0}-{1})
patch.uniqueChildName.result=Ki\u1ec3m tra {0} h\u1ed9i v\u00e0 {1} b\u1ea3n sao c\u1ed1 \u0111\u1ecbnh. Xem \u1ea3nh {2} \u0111\u1ec3 bi\u1ebft th\u00eam chi ti\u1ebft.
patch.uniqueChildName.err.unable_to_fix=T\u1ef1 \u0111\u1ed9ng s\u1eeda ch\u1eefa tr\u00f9ng l\u1eb7p t\u00ean th\u1ea5t b\u1ea1i.  Xem t\u1eadp tin {0} \u0111\u1ec3 bi\u1ebft chi ti\u1ebft.

patch.invalidNameEnding.description=S\u1eeda ch\u1eefa t\u00ean k\u1ebft th\u00fac b\u1eb1ng m\u1ed9t kh\u00f4ng gian ho\u1eb7c d\u1eebng l\u1ea1i \u0111\u1ea7y \u0111\u1ee7.
patch.invalidNameEnding.result=C\u1ed1 \u0111\u1ecbnh {0} t\u00ean k\u1ebft th\u00fac b\u1eb1ng m\u1ed9t kh\u00f4ng gian ho\u1eb7c d\u1eebng l\u1ea1i \u0111\u1ea7y \u0111\u1ee7.  Xem t\u1eadp tin {1} \u0111\u1ec3 bi\u1ebft chi ti\u1ebft.
patch.invalidNameEnding.err.unable_to_fix=T\u1ef1 \u0111\u1ed9ng s\u1eeda ch\u1eefa t\u00ean k\u1ebft th\u00fac v\u1edbi m\u1ed9t kh\u00f4ng gian ho\u1eb7c ng\u1eebng ho\u00e0n to\u00e0n th\u1ea5t b\u1ea1i. Xem t\u1eadp tin {0} \u0111\u1ec3 bi\u1ebft th\u00eam chi ti\u1ebft.
patch.invalidNameEnding.rewritten=T\u00ean ''{0}'' vi\u1ebft l\u1ea1i \u0111\u1ec3 ''{1}''

patch.systemDescriptorContent.description=Th\u00eam n\u1ed9i dung Phi\u00ean b\u1ea3n m\u00f4 t\u1ea3 \u0111\u1eb7c t\u00ednh h\u1ec7 th\u1ed1ng.
patch.systemDescriptorContent.result=Th\u00eam n\u1ed9i dung Phi\u00ean b\u1ea3n m\u00f4 t\u1ea3 \u0111\u1eb7c t\u00ednh h\u1ec7 th\u1ed1ng.
patch.systemDescriptorContent.err.no_version_properties=C\u00e1c phi\u00ean b\u1ea3n.\u0111\u1eb7c t\u00ednh t\u00e0i nguy\u00ean kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y.
patch.systemDescriptorContent.err.no_descriptor=M\u00f4 t\u1ea3 h\u1ec7 th\u1ed1ng kh\u00f4ng \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y.

patch.versionHistoryPerformance.description=C\u1ea3i thi\u1ec7n hi\u1ec7u su\u1ea5t c\u1ee7a tra c\u1ee9u l\u1ecbch s\u1eed phi\u00ean b\u1ea3n.
patch.versionHistoryPerformance.result=C\u1eadp Nh\u1eadt {0} Phi\u00ean b\u1ea3n l\u1ecbch s\u1eed \u0111\u1ed1i t\u01b0\u1ee3ng \u0111\u1ec3 c\u1ea3i thi\u1ec7n hi\u1ec7u su\u1ea5t.

patch.multilingualBootstrap.description=Kh\u1edfi \u0111\u1ed9ng quay c\u00e1c n\u00fat s\u1ebd t\u1ed5 ch\u1ee9c c\u00e1c th\u00f9ng ch\u1ee9a \u0111a ng\u00f4n ng\u1eef.

patch.siteLoadPatch.description=T\u1ea3i m\u1ed9t trang web m\u1eabu v\u00e0o kho.
patch.siteLoadPatch.exists=Trang web {0} \u0111\u00e3 t\u1ed3n t\u1ea1i v\u00e0 do \u0111\u00f3 c\u00f3 th\u1ec3 kh\u00f4ng \u0111\u01b0\u1ee3c nh\u1eadp kh\u1ea9u
patch.siteLoadPatch.noBootstrapViews=Kh\u00f4ng th\u1ec3 tra t\u1ea3i v\u00e0 kh\u1edfi \u0111\u1ed9ng \u0111\u01b0\u1ee3c cho nh\u1eadp kh\u1ea9u trang web {0} - h\u00e3y ki\u1ec3m tra ph\u1ea7n m\u1edf r\u1ed9ng t\u1ea3i v\u00e0 kh\u1edfi \u0111\u1ed9ng c\u1ea5u h\u00ecnh
patch.siteLoadPatch.result=Trang web {0} nh\u1eadp kh\u1ea9u.
patch.siteLoadPatch.siteNotCreated=C\u00e1c trang web {0} ch\u1ec9 \u0111\u01b0\u1ee3c t\u1ea1o m\u1edbi c\u00e0i \u0111\u1eb7t.
patch.siteLoadPatch.siteLoadDisabled=T\u1ea3i trang web {0} \u0111\u00e3 b\u1ecb v\u00f4 hi\u1ec7u h\u00f3a.

patch.wcmFolders.description=\u0110\u1ea3m b\u1ea3o s\u1ef1 t\u1ed3n t\u1ea1i c\u1ee7a c\u00e1c WCM c\u1ee5 th\u1ec3 'D\u1ef1 \u00e1n Web' v\u00e0 'Bi\u1ec3u m\u1eabu Web' th\u01b0 m\u1ee5c.
patch.wcmFolders.webprojects.result.exists=Th\u01b0 m\u1ee5c Web d\u1ef1 \u00e1n \u0111\u00e3 t\u1ed3n t\u1ea1i\: {0}
patch.wcmFolders.webprojects.result.created=Th\u01b0 m\u1ee5c Web d\u1ef1 \u00e1n \u0111\u00e3 \u0111\u01b0\u1ee3c t\u1ea1o th\u00e0nh c\u00f4ng\: {0}
patch.wcmFolders.webforms.result.exists=Th\u01b0 m\u1ee5c bi\u1ec3u m\u1eabu Web \u0111\u00e3 t\u1ed3n t\u1ea1i\: {0}
patch.wcmFolders.webforms.result.created=Th\u01b0 m\u1ee5c bi\u1ec3u m\u1eabu trang web \u0111\u00e3 \u0111\u01b0\u1ee3c t\u1ea1o th\u00e0nh c\u00f4ng\:{0}

patch.wcmDeployed.description=Th\u00eam kh\u00f4ng gian 'WCM tri\u1ec3n khai' th\u01b0 m\u1ee5c trang ch\u1ee7 c\u00f4ng ty.

patch.linkNodeExtension.description=B\u1ea3n s\u1eeda l\u1ed7i li\u00ean k\u1ebft ph\u1ea7n m\u1edf r\u1ed9ng t\u1ec7p n\u00fat \u0111\u1ec3 c\u00f3 m\u1ed9t ph\u1ea7n m\u1edf r\u1ed9ng .url.
patch.linkNodeExtension.result=\u00ab\u00ab\u00ab\u00abC\u1ed1 \u0111\u1ecbnh {0} ph\u1ea7n m\u1edf r\u1ed9ng t\u1ec7p n\u00fat li\u00ean k\u1ebft.  Xem t\u1eadp tin {1} \u0111\u1ec3 bi\u1ebftchi ti\u1ebft.
patch.linkNodeExtension.err.unable_to_fix=T\u1ef1 \u0111\u1ed9ng s\u1eeda ch\u1eefa c\u1ee7a ph\u1ea7n m\u1edf r\u1ed9ng t\u1ec7p n\u00fat li\u00ean k\u1ebft \u0111\u00e3 th\u1ea5t b\u1ea1i.  Xem t\u1eadp tin {0} \u0111\u1ec3 bi\u1ebft chi ti\u1ebft.
patch.linkNodeExtension.rewritten=T\u00ean ''{0}'' vi\u1ebft l\u1ea1i \u0111\u1ec3 ''{1}''

patch.systemRegistryBootstrap.description=Kh\u1edfi \u0111\u1ed9ng c\u00e1c n\u00fat s\u1ebd t\u1ed5 ch\u1ee9c si\u00eau d\u1eef li\u1ec7u \u0111\u0103ng k\u00fd h\u1ec7 th\u1ed1ng.

patch.userAndPersonUserNamesAsIdentifiers.description=L\u1eadp ch\u1ec9 m\u1ee5c l\u1ea1i usr\:user v\u00e0 cm\:person uids nh\u01b0 l\u00e0 \u0111\u1ecbnh d\u1ea1ng
patch.userAndPersonUserNamesAsIdentifiers.result=L\u1eadp ch\u1ec9 m\u1ee5c l\u1ea1i usr\:user v\u00e0 cm\:person uids nh\u01b0 l\u00e0 \u0111\u1ecbnh d\u1ea1ng

patch.contentFormFolderType.description=C\u1eadp Nh\u1eadt lo\u1ea1i c\u1eb7p WCM n\u1ed9i dung h\u00ecnh th\u1ee9c.
patch.contentFormFolderType.result=C\u1eadp Nh\u1eadt {0} WCM n\u1ed9i dung m\u1eabu \u0111\u1ed1i t\u01b0\u1ee3ng \u0111\u1ec3 ''wcm\:th\u01b0 m\u1ee5c h\u00ecnh th\u1ee9c'' lo\u1ea1i.

patch.groupNamesAsIdentifiers.description=L\u1eadp ch\u1ec9 m\u1ee5c l\u1ea1i usr\:authorityContainer gids nh\u01b0 l\u00e0 \u0111\u1ecbnh d\u1ea1ng
patch.groupNamesAsIdentifiers.result=L\u1eadp ch\u1ec9 m\u1ee5c\:th\u1ea9m quy\u1ec1n ch\u1ee9a v\u1edbi \u0111\u1ecbnh d\u1ea1ng

patch.invalidUserPersonAndGroup.description=S\u1eeda ch\u1eefa l\u00ean uids kh\u00f4ng h\u1ee3p l\u1ec7 cho ng\u01b0\u1eddi d\u00e2n v\u00e0 ng\u01b0\u1eddi s\u1eed d\u1ee5ng; v\u00e0 gids kh\u00f4ng h\u1ee3p l\u1ec7 cho nh\u00f3m
patch.invalidUserPersonAndGroup.result=C\u1ed1 \u0111\u1ecbnh ''{0}'' kh\u00f4ng h\u1ee3p l\u1ec7 n\u00fat ng\u01b0\u1eddi d\u00f9ng, ''{1}'' n\u00fat ng\u01b0\u1eddi kh\u00f4ng h\u1ee3p l\u1ec7 v\u00e0 n\u00fat quy\u1ec1n kh\u00f4ng h\u1ee3p l\u1ec7''{2}''.

patch.AVMGuidPatch.description=\u0110\u1eb7t GUID AVM n\u00fat.
patch.AVMGuidPatch.result=AVM GUID thi\u1ebft l\u1eadp.

patch.webscripts.description=Th\u00eam k\u1ecbch b\u1ea3n Web d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n.
patch.webscripts2.description=Th\u00eam trang Web ng\u00f4n ng\u1eef (th\u1ee9 hai \u0111\u1eb7t) d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n.
patch.webscripts3.description=C\u1eadp nh\u1eadt ng\u00f4n ng\u1eef trang web t\u00f4i \u0111\u1ecdc.
patch.webscriptsExtension.description=Th\u00eam ph\u1ea7n m\u1edf r\u1ed9ng t\u1eadp l\u1ec7nh Web d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n.
patch.imap.messages.share.description=Th\u00eam email m\u1eabu cho c\u00e1c t\u1eadp tin txt \u0111\u1ec3 Imap Configs/m\u1eabu
patch.imap.clear.old.messages.description=H\u1ee7y b\u1ecf m\u1eabu tin nh\u1eafn c\u0169 IMAP
patch.imap.clear.old.messages.description.cleared=M\u1eabu tin nh\u1eafn c\u0169 IMAP \u0111\u00e3 \u0111\u01b0\u1ee3c g\u1ee1 b\u1ecf t\u1eeb kho l\u01b0u tr\u1eef

patch.AVMLayeredSnapshot.description=\u0110\u1eb7t c\u00e1c phi\u00ean b\u1ea3n gi\u00e1n ti\u1ebfp tr\u00ean c\u00e1c l\u1edbp n\u00fat.
patch.AVMLayeredSnapshot.result=L\u1edbp n\u00fat thi\u1ebft l\u1eadp phi\u00ean b\u1ea3n gi\u00e1n ti\u1ebfp.

patch.groupMembersAsIdentifiers.description=L\u1eadp ch\u1ec9 m\u1ee5c l\u1ea1i usr\:authorityContainer th\u00e0nh vi\u00ean nh\u01b0 \u0111\u1ecbnh d\u1ea1ng

patch.genericWorkflow.result.deployed=T\u00e1i -tri\u1ec3n khai{0}quy tr\u00ecnh c\u00f4ng vi\u1ec7c.

patch.redeploySubmitProcess.description=G\u1eedi \u0111\u1ecbnh ngh\u0129a quy tr\u00ecnh tri\u1ec3n khai WCM.
patch.deploySubmitDirectProcess.description=Tri\u1ec3n khai WCM tr\u1ef1c ti\u1ebfp g\u1eedi qu\u00e1 tr\u00ecnh \u0111\u1ecbnh ngh\u0129a.

patch.AVMAspects.description=Thay \u0111\u1ed5i c\u00e1c l\u01b0u tr\u1eef c\u1ee7a c\u00e1c kh\u00eda c\u1ea1nh tr\u00ean AVM n\u00fat.
patch.AVMAspects.result=c\u00e1c kh\u00eda c\u1ea1nh \u0111\u00e3 \u0111\u01b0\u1ee3c di chuy\u1ec3n.

patch.ReadmeTemplate.description=Tri\u1ec3n khai \u0111\u1ec3 \u0111\u1ecdc c\u00e1c b\u1ea3n m\u1eabu
patch.webScriptsReadme.description=\u1ee8ng d\u1ee5ng \u0111\u1ec3 \u0111\u1ecdc b\u1ea3n m\u1eabu t\u1eeb th\u01b0 m\u1ee5c k\u1ecbch b\u1ea3n

patch.AVMProperties.description=Thay \u0111\u1ed5i c\u00e1c l\u01b0u tr\u1eef thu\u1ed9c t\u00ednh tr\u00ean AVM n\u00fat.
patch.AVMProperties.result=Thu\u1ed9c t\u00ednh \u0111\u00e3 \u0111\u01b0\u1ee3c thay \u0111\u1ed5i.

patch.customModels.description=Th\u00eam th\u01b0 m\u1ee5c 'M\u00f4 h\u00ecnh' T\u1eeb \u0111i\u1ec3n d\u1eef li\u1ec7u
patch.customMessages.description=Th\u00eam th\u01b0 m\u1ee5c 'M\u00f4 h\u00ecnh' T\u1eeb \u0111i\u1ec3n d\u1eef li\u1ec7u
patch.customWebClientExtension.description=Th\u00eam th\u01b0 m\u1ee5c 'Web kh\u00e1ch h\u00e0ng m\u1edf r\u1ed9ng' cho d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n

patch.customWorkflowDefs.description=Th\u00eam th\u01b0 m\u1ee5c 'C\u00f4ng vi\u1ec7c \u0111\u1ecbnh ngh\u0129a' d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n.

patch.emailContributorGroup.description=Th\u00eam nh\u00f3m 'GROUP_EMAIL_CONTRIBUTORS'.

patch.avmStoreAsIdentifier.description=L\u1eadp ch\u1ec9 m\u1ee5c l\u1ea1i wca\:webfolder \u0111\u1ec3 l\u00e0m cho wca\:avmstore nh\u1eadn d\u1ea1ng
patch.avmStoreAsIdentifier.result=L\u1eadp ch\u1ec9 m\u1ee5c l\u1ea1i wca\:webfolder \u0111\u1ec3 l\u00e0m cho wca\:avmstore nh\u1eadn d\u1ea1ng

patch.avmFormPropertyIdentifier.description=L\u1eadp ch\u1ec9 m\u1ee5c l\u1ea1i wca\:webform \u0111\u1ec3 l\u00e0m cho wca\:formname nh\u1eadn d\u1ea1ng
patch.avmFormPropertyIdentifier.result=Reindexed wca\:webform \u0111\u1ec3 l\u00e0m cho wca\:formname nh\u1eadn d\u1ea1ng

patch.formsFolder.description=Th\u00eam th\u01b0 m\u1ee5c 'M\u1eabu' d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n.

patch.tagRootCategory.description=Th\u00eam 'b\u1ea3ng' nh\u01b0 l\u00e0 c\u00e2y m\u1edbi cho danh m\u1ee5c c\u1ea5p cao.

patch.sitesFolder.description=Th\u00eam th\u01b0 m\u1ee5c 'Trang web' cho Trang ch\u1ee7 C\u00f4ng ty.

patch.deploymentMigration.description=Di chuy\u1ec3n d\u1eef li\u1ec7u tri\u1ec3n khai m\u00f4 h\u00ecnh m\u1edbi.
patch.deploymentMigration.webProjectName=Di chuy\u1ec3n d\u1eef li\u1ec7u tri\u1ec3n khai cho c\u00e1c d\u1ef1 \u00e1n web ''{0}''
patch.deploymentMigration.serverMigrated=H\u1ec7 ph\u1ee5c v\u1ee5 ''{0}'' t\u1eeb d\u1ef1 \u00e1n web ''{1}'' \u0111\u00e3 \u0111\u01b0\u1ee3c di chuy\u1ec3n
patch.deploymentMigration.reportMigrated=Tri\u1ec3n khai b\u00e1o c\u00e1o cho ''{0}'' t\u1eeb d\u1ef1 \u00e1n web ''{1}'' \u0111\u00e3 \u0111\u01b0\u1ee3c di chuy\u1ec3n
patch.deploymentMigration.result=Tri\u1ec3n khai d\u1eef li\u1ec7u \u0111\u00e3 \u0111\u01b0\u1ee3c di chuy\u1ec3n.

patch.updateAvmPermissionData.description=C\u1eadp Nh\u1eadt avm quy\u1ec1n 'webfolder' \u0111\u1ec3 'cmobject'.
patch.updateAvmPermissionData.result=Thay \u0111\u1ed5i m\u1ee5c {0} ''th\u01b0 m\u1ee5c'' truy ki\u1ec3m so\u00e1t nh\u1eadp \u0111\u1ec3 ''cm \u0111\u1ed1i t\u01b0\u1ee3ng''.

patch.updateAvmPermissions.description=C\u1eadp Nh\u1eadt ACLs v\u00e0o t\u1ea5t c\u1ea3 c\u00e1c \u0111\u1ed1i t\u01b0\u1ee3ng avm \u0111\u1ec3 l\u00e0m m\u1edbi m\u00f4 h\u00ecnh 2.2
patch.updateAvmPermissions.result=C\u1eadp Nh\u1eadt ACLs. T\u1ea1o {0} x\u00e1c \u0111\u1ecbnh v\u00e0 {1} l\u1edbp ACLs.

patch.wcmPermissionPatch.description=S\u1eeda ch\u1eefa ACLs do \u0111\u00f3, h\u1ecd ch\u1ec9 \u0111\u01b0\u1ee3c \u0111\u1eb7t tr\u00ean c\u00e1c c\u1eeda h\u00e0ng khu v\u1ef1c t\u1eadp trung.
patch.wcmPermissionPatch.result=C\u1eadp Nh\u1eadt ACLs\: ACLS \u0111\u01b0\u1ee3c chuy\u1ec3n \u0111\u1ebfn c\u00e1c c\u1eeda h\u00e0ng khu v\u1ef1c t\u1eadp trung v\u00e0 lo\u1ea1i b\u1ecf t\u1eeb t\u1ea5t c\u1ea3 c\u00e1c c\u1eeda h\u00e0ng kh\u00e1c. H\u1ecd b\u00e2y gi\u1edd \u0111\u01b0\u1ee3c \u00e1p d\u1ee5ng th\u00f4ng qua.

patch.avmWebProjectInheritPermissions.description=Ph\u00e1 v\u1ee1 c\u00e1c th\u1eeba k\u1ebf quy\u1ec1n tr\u00ean wca\:webfolder \u0111\u1ed1i t\u01b0\u1ee3ng \u0111\u1ec3 \u1ea9n truy c\u1eadp theo m\u1eb7c \u0111\u1ecbnh.
patch.avmWebProjectInheritPermissions.result=Lo\u1ea1i b\u1ecf c\u00e1c th\u1eeba k\u1ebf c\u1ee7a c\u1ea5p ph\u00e9p tr\u00ean t\u1ea5t c\u1ea3 c\u00e1c \u0111\u1ed1i t\u01b0\u1ee3ng wca\:webfolder.

patch.wcmPostPermissionSnapshotPatch.description=\u1ea2nh ch\u1ee5p l\u01b0u tr\u1eef (sau khi s\u1eeda ch\u1eefa ACLs do \u0111\u00f3, h\u1ecd ch\u1ec9 \u0111\u01b0\u1ee3c \u0111\u1eb7t tr\u00ean khu v\u1ef1c t\u1eadp trung l\u01b0u tr\u1eef).
patch.wcmPostPermissionSnapshotPatch.result=\u1ea2nh ch\u1ee5p \u0111\u1ea7y \u0111\u1ee7 sau khi thay \u0111\u1ed5i WCM ACL.

patch.updateDmPermissions.description=C\u1eadp Nh\u1eadt ACLs v\u00e0o t\u1ea5t c\u1ea3 \u0111\u1ed1i t\u01b0\u1ee3ng n\u00fat DM \u0111\u1ec3 m\u00f4 h\u00ecnh m\u1edbi cho ph\u00e9p 3.0
patch.updateDmPermissions.result=C\u1eadp Nh\u1eadt ACLs. T\u1ea1o ra {0} x\u00e1c \u0111\u1ecbnh ACLs.

patch.db-V3.0-0-CreateActivitiesExtras.description=Thay th\u1ebf b\u1eb1ng ' patch.db-V3.0-ActivityTables', m\u00e0 ph\u1ea3i ch\u1ea1y \u0111\u1ea7u ti\u00ean.

patch.createSiteStore.description=T\u1ea1o ra c\u1eeda h\u00e0ng AVM cho c\u1ea5u tr\u00fac d\u1eef li\u1ec7u trang web cho 3,0 web c\u1ea5p kh\u00e1ch h\u00e0ng.
patch.createSiteStore.result=T\u1ea1o l\u01b0u tr\u1eef d\u1eef li\u1ec7u trang web AVM.

patch.sitePermissionRefactorPatch.description=T\u1ea1o c\u00e1c nh\u00f3m quy\u1ec1n cho c\u00e1c trang web.
patch.sitePermissionRefactorPatch.result=Nh\u00f3m \u0111\u00e3 \u0111\u01b0\u1ee3c t\u1ea1o ra cho t\u1ea5t c\u1ea3 c\u00e1c trang web v\u00e0 c\u1ee7a ng\u01b0\u1eddi d\u00f9ng ph\u00e2n b\u1ed5 cho ph\u00f9 h\u1ee3p.

patch.migrateVersionStore.description=Phi\u00ean b\u1ea3n l\u01b0u tr\u1eef di chuy\u1ec3n (t\u1eeb lightWeightVersionStore \u0111\u1ec3 version2Store)
patch.migrateVersionStore.incomplete=Phi\u00ean b\u1ea3n l\u01b0u tr\u1eef di chuy\u1ec3n kh\u00f4ng \u0111\u1ea7y \u0111\u1ee7.
patch.migrateVersionStore.done=Phi\u00ean b\u1ea3n l\u01b0u tr\u1eef di chuy\u1ec3n kh\u00f4ng \u0111\u1ea7y \u0111\u1ee7.
patch.migrateVersionStore.bypassingPatch=B\u1ecf qua phi\u00ean b\u1ea3n l\u01b0u tr\u1eef \u0111\u1ec3 thay \u0111\u1ed5i \u0111\u01b0\u1eddng d\u1eabn t\u1eeb d\u1ef1 ki\u1ebfn s\u1ebd ch\u1ea1y nh\u01b0 l\u00e0 c\u00f4ng vi\u1ec7c

patch.inviteEmailTemplate.description=Th\u00eam m\u1eabu email v\u00e0o v\u00f9ng kh\u00f4ng gian

patch.calendarModelNamespacePatch.description=C\u1eadp nh\u1eadt l\u1ecbch m\u00f4 h\u00ecnh T\u00ean URI v\u00e0 l\u1eadp ch\u1ec9 m\u1ee5c l\u1ea1i t\u1ea5t c\u1ea3 \u0111\u1ed1i t\u01b0\u1ee3ng.
patch.calendarModelNamespacePatch.result=C\u1eadp nh\u1eadt l\u1ecbch m\u00f4 h\u00ecnh T\u00ean URI \u0111\u1ec3 http\://www.alfresco.org/model/calendar v\u00e0 reindexed {0} l\u1ecbch \u0111\u1ed1i t\u01b0\u1ee3ng.

patch.spacesStoreGuestPermission.description=B\u1ed9 \u0110\u1eccC quy\u1ec1n cho GUEST tr\u00ean n\u00fat g\u1ed1c c\u1ee7a l\u01b0u tr\u1eef v\u00f9ng kh\u00f4ng gian.
patch.spacesStoreGuestPermission.result=B\u1ed9 \u0110\u1eccC quy\u1ec1n cho GUEST tr\u00ean n\u00fat g\u1ed1c c\u1ee7a l\u01b0u tr\u1eef v\u00f9ng kh\u00f4ng gian.

patch.administratorGroup.description=Th\u00eam nh\u00f3m 'ALFRESCO_ADMINISTRATORS'.

patch.resetWCMToGroupBasedPermissionsPatch.description=\u0110\u1eb7t l\u1ea1i WCM nh\u00f3m d\u1ef1a tr\u00ean quy\u1ec1n.
patch.resetWCMToGroupBasedPermissionsPatch.result=WCM \u0111\u1eb7t l\u1ea1i \u0111\u1ec3 nh\u00f3m d\u1ef1a tr\u00ean quy\u1ec1n truy c\u1eadp.

patch.migrateVersionStoreUpdateCounter.description=C\u1eadp nh\u1eadt n\u1ed9i b\u1ed9 truy c\u1eadp phi\u00ean b\u1ea3n c\u1eeda h\u00e0ng 2 (n\u1ebfu c\u1ea7n thi\u1ebft).
patch.migrateVersionStoreUpdateCounter.result=C\u1eadp nh\u1eadt n\u1ed9i b\u1ed9 truy c\u1eadp phi\u00ean b\u1ea3n c\u1eeda h\u00e0ng 2 (n\u1ebfu c\u1ea7n thi\u1ebft)\:{0}

patch.invitationMigration.description=Di chuy\u1ec3n c\u00e1c l\u1eddi m\u1eddi t\u1eeb d\u1ecbch v\u1ee5 c\u0169 m\u1eddi l\u1eddi m\u1eddi d\u1ecbch v\u1ee5
patch.invitationMigration.result=Di chuy\u1ec3n {0} l\u1eddi m\u1eddi t\u1eeb d\u1ecbch v\u1ee5 c\u0169 m\u1eddi l\u1eddi m\u1eddi d\u1ecbch v\u1ee5.
patch.invitationMigration.no_invites=Kh\u00f4ng c\u00f3 l\u1eddi m\u1eddi y\u00eau c\u1ea7u di chuy\u1ec3n c\u0169 m\u1eddi d\u1ecbch v\u1ee5 \u0111\u1ec3 m\u1eddi d\u1ecbch v\u1ee5.

patch.webSiteAddModerated.description=Thay \u0111\u1ed5i kh\u1ea3 n\u0103ng hi\u1ec3n th\u1ecb trang Web t\u1eeb m\u1ed9t boolean \u0111\u1ec3 enum.
patch.webSiteAddModerated.result=Thay \u0111\u1ed5i c\u00e1c kh\u1ea3 n\u0103ng hi\u1ec3n th\u1ecb trang Web.

patch.mtShareExistingTenants.description=C\u1eadp Nh\u1eadt hi\u1ec7n c\u00f3 ng\u01b0\u1eddi thu\u00ea nh\u00e0 \u0111\u1ec3 chia s\u1ebb MT.
patch.mtShareExistingTenants.result=C\u1eadp Nh\u1eadt hi\u1ec7n c\u00f3 ng\u01b0\u1eddi thu\u00ea nh\u00e0 \u0111\u1ec3 chia s\u1ebb MT.
patch.mtShareExistingTenants.result.not_applicable=V\u00e1 l\u1ed7i \u00e1p d\u1ee5ng, m\u1eb7c d\u00f9 kh\u00f4ng c\u00f3 thay \u0111\u1ed5i th\u1ef1c hi\u1ec7n k\u1ec3 t\u1eeb MT kh\u00f4ng \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t.

patch.redeployInvitationProcess.description=Qu\u00e1 tr\u00ecnh tri\u1ec3n khai l\u1eddi m\u1eddi \u0111\u1ecbnh ngh\u0129a.

patch.imapFolders.description=T\u1ea1o ra th\u01b0 m\u1ee5c c\u00e2y c\u1ea7n thi\u1ebft cho ch\u1ee9c n\u0103ng IMAP
patch.imapFolders.result.exists=Th\u01b0 m\u1ee5c 'Imap Configs' \u0111\u00e3 t\u1ed3n t\u1ea1i
patch.imapFolders.result.created=Th\u01b0 m\u1ee5c 'Imap Configs' \u0111\u01b0\u1ee3c t\u1ea1o th\u00e0nh c\u00f4ng

patch.zonedAuthorities.description=Th\u00eam c\u00e1c th\u00f9ng ch\u1ee9a remodelled cm\:authority \u0111\u1ec3 c\u00e1c c\u1eeda h\u00e0ng t\u1ea1i to\u00e0n

patch.authorityMigration.description=B\u1ea3n sao b\u1ea5t k\u1ef3 c\u01a1 quan c\u0169 t\u1eeb ng\u01b0\u1eddi s\u1eed d\u1ee5ng l\u01b0u tr\u1eef \u0111\u1ec3 c\u00e1c c\u1eeda h\u00e0ng t\u1ea1i to\u00e0n.
patch.authorityMigration.process.name=Quy\u1ec1n di chuy\u1ec3n
patch.authorityMigration.warning.assoc=B\u1ecf qua th\u00e0nh vi\u00ean nh\u00f3m c\u1ee7a ng\u01b0\u1eddi d\u00f9ng kh\u00f4ng t\u1ed3n t\u1ea1i {1}
patch.authorityMigration.result=Nh\u00f3m di chuy\u1ec3n {0} v\u00e0 {1} nh\u00f3m c\u00e1c Hi\u1ec7p h\u1ed9i \u0111\u1ec3 c\u00e1c c\u1eeda h\u00e0ng t\u1ea1i to\u00e0n.

patch.authorityDefaultZonesPatch.description=Th\u00eam nh\u00f3m v\u00e0 nh\u00e2n d\u00e2n khu v\u1ef1c th\u00edch h\u1ee3p cho wcm, chia s\u1ebb v\u00e0 t\u1ea5t c\u1ea3 m\u1ecdi th\u1ee9 kh\u00e1c.
patch.authorityDefaultZonesPatch.result=Unzoned nh\u00f3m v\u00e0 nh\u1eefng ng\u01b0\u1eddi \u0111\u01b0\u1ee3c th\u00eam v\u00e0o v\u00f9ng m\u1eb7c \u0111\u1ecbnh.
patch.authorityDefaultZonesPatch.users=Th\u00eam ng\u01b0\u1eddi d\u00f9ng v\u00e0o khu v\u1ef1c...
patch.authorityDefaultZonesPatch.groups=Th\u00eam nh\u00f3m khu v\u1ef1c...

patch.fixNameCrcValues.description=S\u1eeda ch\u1eefa t\u00ean v\u00e0 qname gi\u00e1 tr\u1ecb CRC32 \u0111\u1ec3 ph\u00f9 h\u1ee3p v\u1edbi UTF-8 m\u00e3 h\u00f3a.
patch.fixNameCrcValues.result=C\u1ed1 \u0111\u1ecbnh c\u00e1c gi\u00e1 tr\u1ecb CRC32 cho UTF-8 m\u00e3 h\u00f3a cho {0} Hi\u1ec7p h\u1ed9i tr\u1ebb em n\u00fat.  Xem t\u1eadp tin {1} \u0111\u1ec3 bi\u1ebft chi ti\u1ebft.
patch.fixNameCrcValues.fixed=Gi\u00e1 tr\u1ecb CRC32 C\u1eadp Nh\u1eadt cho Hi\u1ec7p h\u1ed9i ID {0}, t\u00ean ''{1}''\: {2}-> {3}, qname ''{4}''\: {5}-> {6}.
patch.fixNameCrcValues.unableToChange=Th\u1ea5t b\u1ea1i trong vi\u1ec7c C\u1eadp Nh\u1eadt CRC32, \u0111\u00e1ng Hi\u1ec7p h\u1ed9i ID {0}\: n\u00fat name\: {1} t\u00ean CRC old\: {2} t\u00ean CRC new\: {3} qname\: {4} qname CRC old\: {5} qname CRC new\: {6} Error\: {7}   
patch.fixNameCrcValues.fixingLocalname=S\u1eeda ch\u1eefa t\u00ean mi\u1ec1n kh\u00f4ng h\u1ee3p l\u1ec7 cho li\u00ean k\u1ebft ID {0}\: l\u00e0\: ''{1}'' b\u00e2y gi\u1edd\: ''{2}''   
patch.fixNameCrcValues.associationTypeNotDefined=Li\u00ean k\u1ebft lo\u1ea1i ''{0}'' \u0111\u00e3 kh\u00f4ng \u0111\u01b0\u1ee3c x\u00e1c \u0111\u1ecbnh cho li\u00ean k\u1ebft con ID '' {1}.   
patch.fixNameCrcValues.associationTypeNotChild=Li\u00ean k\u1ebft lo\u1ea1i ''{0}'' kh\u00f4ng \u0111\u1ea1i di\u1ec7n cho m\u1ed9t li\u00ean k\u1ebft con nh\u01b0ng \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng nh\u01b0 m\u1ed9t;  \u0110\u1ed1i v\u1edbi li\u00ean k\u1ebft con ID {1}.   

patch.personUsagePatch.description=Th\u00eam ng\u01b0\u1eddi 'cm\:sizeCurrent' \u0111\u1eb7c t\u00ednh(n\u1ebfu thi\u1ebfu).
patch.personUsagePatch.result1=Th\u00eam v\u00e0o \u0111\u1eb7c t\u00ednh ri\u00eang ''cm\:sizeCurrent'' {0} \u0111\u1eb7c t\u00ednh ri\u00eang c\u1ee7a ng\u01b0\u1eddi b\u1ecb m\u1ea5t.
patch.personUsagePatch.result2=Kh\u00f4ng c\u00f3 ng\u01b0\u1eddi m\u1ea5t \u0111\u1eb7c t\u00ednh ri\u00eang 'cm\:sizeCurrent'.

patch.redeployNominatedInvitationProcessWithPropsForShare.description=L\u1eddi m\u1eddi tri\u1ec3n khai quy tr\u00ecnh l\u00e0m vi\u1ec7c
patch.redeployNominatedInvitationProcessWithPropsForShare.result=C\u00f4ng vi\u1ec7c \u0111\u1ec1 c\u1eed l\u1eddi m\u1eddi \u0111\u01b0\u1ee3c b\u1ed1 tr\u00ed gia

patch.redeployJbpmAdhocWorkflow.description=\u0110\u1ec1 c\u1eed c\u00f4ng vi\u1ec7c JBPM adhoc
patch.redeployJbpmAdhocWorkflow.result=B\u1ed1 tr\u00ed quy tr\u00ecnh l\u00e0m vi\u1ec7c JBPM adhoc

patch.transferDefinitions.description=Th\u00eam chuy\u1ec3n \u0111\u1ecbnh ngh\u0129a th\u01b0 m\u1ee5c d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n.
patch.transferDefinitions.result=Chuy\u1ec3n \u0111\u1ecbnh ngh\u0129a m\u1ee5c Th\u00eam v\u00e0o d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n.


patch.thumbnailsAssocQName.description=C\u1eadp nh\u1eadt c\u00e1c li\u00ean k\u1ebft 'cm\:thumbnails' QName \u0111\u1ec3 'rn\:rendition'.

patch.convertContentUrls.description=Chuy\u1ec3n \u0111\u1ed5i pre-3.2 n\u1ed9i dung URL \u0111\u1ec3 s\u1eed d\u1ee5ng b\u1ea3ng alf_content_data.  Vi\u1ec7c chuy\u1ec3n \u0111\u1ed5i c\u0169ng c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n theo m\u1ed9t l\u1ecbch tr\u00ecnh; Xin vui l\u00f2ng li\u00ean h\u1ec7 v\u1edbi h\u1ed7 tr\u1ee3 \u1ee9ng d\u1ee5ng \u0111\u1ec3 bi\u1ebft th\u00eam chi ti\u1ebft.
patch.convertContentUrls.bypassingPatch=N\u1ed9i dung chuy\u1ec3n \u0111\u1ed5i URL n\u00e0y \u0111\u00e3 \u0111\u01b0\u1ee3c kh\u00f4ng th\u1ef1c hi\u1ec7n b\u1ea3n v\u00e1 n\u00e0y. K\u00edch ho\u1ea1t 'contentUrlConverterTrigger c\u00f4ng vi\u1ec7c theo l\u1ecbch tr\u00ecnh.
patch.convertContentUrls.start=N\u1ed9i dung URL chuy\u1ec3n \u0111\u1ed5i ti\u1ebfn \u0111\u1ed9\:
patch.convertContentUrls.error=N\u1ed9i dung URL chuy\u1ec3n \u0111\u1ed5i th\u1ea5t b\u1ea1i\: {0}
patch.convertContentUrls.inProgress=N\u1ed9i dung URL chuy\u1ec3n \u0111\u1ed5i t\u0103ng ho\u00e0n th\u00e0nh.  \u0110ang ch\u1edd ti\u1ebfp theo d\u1ef1 ki\u1ebfn cu\u1ed9c g\u1ecdi...
patch.convertContentUrls.done=N\u1ed9i dung URL chuy\u1ec3n \u0111\u1ed5i ho\u00e0n t\u1ea5t.
patch.convertContentUrls.adm.start=\ X\u1eed l\u00fd ADM n\u1ed9i dung URL.
patch.convertContentUrls.adm.done=\ K\u1ebft th\u00fac x\u1eed l\u00fd ADM n\u00fat l\u00ean \u0111\u1ebfn ID {0}.
patch.convertContentUrls.avm.start=\ X\u1eed l\u00fd AVM n\u1ed9i dung URL.
patch.convertContentUrls.avm.done=\ K\u1ebft th\u00fac x\u1eed l\u00fd AVM n\u00fat l\u00ean \u0111\u1ebfn ID {0}.
patch.convertContentUrls.store.start=\ \u0110\u1ecdc n\u1ed9i dung URL t\u1eeb kho l\u01b0u tr\u1eef {0}.
patch.convertContentUrls.store.readOnly=\ Kh\u00f4ng c\u00f3 n\u1ed9i dung URL s\u1ebd \u0111\u01b0\u1ee3c \u0111\u00e1nh d\u1ea5u \u0111\u1ec3 x\u00f3a b\u1ecf.  C\u00e1c kho l\u01b0u tr\u1eef  n\u1ed9i dung l\u00e0 ch\u1ec9-\u0111\u1ecdc.
patch.convertContentUrls.store.pending=\ N\u1ed9i dung URL s\u1ebd \u0111\u01b0\u1ee3c \u0111\u00e1nh d\u1ea5u \u0111\u1ec3 x\u00f3a b\u1ecf sau khi ho\u00e0n t\u1ea5t qu\u00e1 tr\u00ecnh chuy\u1ec3n \u0111\u1ed5i URL
patch.convertContentUrls.store.noSupport=\ Kh\u00f4ng c\u00f3 n\u1ed9i dung URL s\u1ebd \u0111\u01b0\u1ee3c \u0111\u00e1nh d\u1ea5u \u0111\u1ec3 x\u00f3a b\u1ecf.  C\u00e1c c\u1eeda h\u00e0ng kh\u00f4ng h\u1ed7 tr\u1ee3 \u0111i\u1ec1u tra URL.
patch.convertContentUrls.store.progress=X\u1eef l\u00fd {0} n\u1ed9i dung URL t\u1eeb kho l\u01b0u tr\u1eef.
patch.convertContentUrls.store.scheduled=\ Theo l\u1ecbch tr\u00ecnh {0} n\u1ed9i dung URL \u0111\u1ec3 x\u00f3a t\u1eeb c\u1eeda h\u00e0ng\: {1}
patch.convertContentUrls.store.done=C\u00f4ng vi\u1ec7c n\u00e0y l\u00e0 ho\u00e0n to\u00e0n.  V\u00f4 hi\u1ec7u h\u00f3a vi\u1ec7c theo l\u1ecbch tr\u00ecnh 'contentUrlConverterTrigger'.

patch.fixAuthoritiesCrcValues.description=S\u1eeda ch\u1eefa c\u01a1 quan CRC32 gi\u00e1 tr\u1ecb \u0111\u1ec3 ph\u00f9 h\u1ee3p v\u1edbi UTF-8 m\u00e3 h\u00f3a.
patch.fixAuthoritiesCrcValues.result=C\u1ed1 \u0111\u1ecbnh c\u00e1c gi\u00e1 tr\u1ecb CRC32 cho UTF-8 m\u00e3 h\u00f3a cho {0} nh\u00e0 ch\u1ee9c tr\u00e1ch.  Xem t\u1eadp tin {1} \u0111\u1ec3 bi\u1ebft chi ti\u1ebft.
patch.fixAuthoritiesCrcValues.fixed=C\u1eadp nh\u1eadt c\u00e1c gi\u00e1 tr\u1ecb CRC32 cho quy\u1ec1n ''{0}''.
patch.fixAuthoritiesCrcValues.unableToChange=Kh\u00f4ng \u0111\u1ec3 c\u1eadp nh\u1eadt gi\u00e1 tr\u1ecb CRC32 \u0111\u1ed1i v\u1edbi th\u1ea9m quy\u1ec1n\:C\u01a1 quan\: {0}L\u1ed7i\:\n{1}

patch.updateMimetypes1.description=S\u1eeda ch\u1eefa mimetypes cho Excel v\u00e0 Powerpoint.
patch.updateMimetypes2.description=S\u1eeda ch\u1eefa mimetypes cho Excel v\u00e0 Powerpoint.
patch.updateMimetypes3.description=S\u1eeda ch\u1eefa mimetype cho MPEG Audio
patch.updateMimetypes4.description=H\u1ee3p l\u00fd h\u00f3a mimetypes PhotoShop v\u00e0 AutoCad
patch.updateMimetypesWMA.description=S\u1eeda ch\u1eefa mimetype cho MS WMA Streaming Audio
patch.updateMimetypesSVG.description=S\u1eeda ch\u1eefa mimetype cho h\u00ecnh \u1ea3nh SVG
patch.updateMimetypesVISIO.description=S\u1eeda ch\u1eefa mimetype cho Microsoft Visio

patch.db-V3.2-AddFKIndexes.description=S\u1eeda ch\u1eefa ALF-3189\: Th\u00eam thi\u1ebfu FK l\u1eadp ch\u1ec9 m\u1ee5c. L\u01b0u \u00fd\: C\u00e1c k\u1ecbch b\u1ea3n l\u00e0 c\u00f3 s\u1ea3n ph\u1ea9m n\u00e0o cho MySQL.

patch.eliminateDuplicates.description=S\u1eeda ch\u1eefa ALF-4203\: T\u00ecm ki\u1ebfm cho AVM tr\u00f9ng l\u1eb7p n\u00fat v\u00e0 thay \u0111\u1ed5i t\u00ean c\u1ee7a h\u1ecd

patch.migrateAttrTenants.description=Di chuy\u1ec3n c\u00e1c thu\u1ed9c t\u00ednh ng\u01b0\u1eddi thu\u00ea c\u0169
patch.migrateAttrTenants.result=Thu\u1ed9c t\u00ednh x\u1eed l\u00fd {0}

patch.migrateAttrAVMLocks.description=Di chuy\u1ec3n c\u0169 AVM kh\u00f3a thu\u1ed9c t\u00ednh
patch.migrateAttrAVMLocks.result=Thu\u1ed9c t\u00ednh x\u1eed l\u00fd {0}

patch.migrateAttrPropBackedBeans.description=Di chuy\u1ec3n c\u0169 Property-Backed Bean th\u00e0nh ph\u1ea7n thu\u1ed9c t\u00ednh
patch.migrateAttrPropBackedBeans.result=X\u1eed l\u00fd {0} thu\u1ed9c t\u00ednh ({1} t\u00ednh)

patch.migrateAttrChainingURS.description=Di chuy\u1ec3n c\u0169 lo\u1ea1t ng\u01b0\u1eddi d\u00f9ng \u0111\u0103ng k\u00fd Synchronizer thu\u1ed9c t\u00ednh
patch.migrateAttrChainingURS.result=Thu\u1ed9c t\u00ednh x\u1eed l\u00fd {0}

patch.migrateAttrDropOldTables.description=Drops c\u0169 alf_ * thu\u1ed9c t\u00ednh * b\u1ea3ng v\u00e0 tr\u00ecnh t\u1ef1
patch.migrateAttrDropOldTables.result=Th\u1ea3 b\u1ea3ng alf_attributes, alf_global_attributes, alf_list_attribute_entries, alf_map_attribute_entries v\u00e0 chu\u1ed7i alf_attributes_seq

patch.transfer.targetrulefolder.description=T\u1ea1o ra th\u01b0 m\u1ee5c quy t\u1eafc chuy\u1ec3n m\u1ee5c ti\u00eau cho nh\u00f3m chuy\u1ec3n m\u1eb7c \u0111\u1ecbnh.

patch.transfer.targetrule.description=T\u1ea1o quy t\u1eafc chuy\u1ec3n m\u1ee5c ti\u00eau cho nh\u00f3m chuy\u1ec3n m\u1eb7c \u0111\u1ecbnh.

patch.actions.scheduledfolder.description=T\u1ea1o ra th\u01b0 m\u1ee5c h\u00e0nh \u0111\u1ed9ng theo l\u1ecbch tr\u00ecnh trong d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n.
patch.publishing.root.description=T\u1ea1o ra th\u01b0 m\u1ee5c g\u1ed1c xu\u1ea5t b\u1ea3n trong t\u1eeb \u0111i\u1ec3n d\u1eef li\u1ec7u

patch.removingLinkValidationMetadata.description=S\u1eeda ch\u1eefa ALF-5185\: Lo\u1ea1i b\u1ecf t\u1ea5t c\u1ea3 li\u00ean k\u1ebft x\u00e1c nh\u1eadn b\u00e1o c\u00e1o t\u1eeb l\u01b0\u1ee3c \u0111\u1ed3

patch.varcharFieldSizesQuadrupleIncreasing.description=ALF-4300\: T\u0103ng k\u00edch th\u01b0\u1edbc tr\u01b0\u1eddng 'VARCHAR' r\u1ea5t cho DB2 ph\u01b0\u01a1ng ng\u1eef

patch.mtFixAdminExistingTenants.description=S\u1eeda ch\u1eefa t\u1ea1o kh\u1edfi \u0111\u1ed9ng/chuy\u1ec3n \u0111\u1ed5i
patch.mtFixAdminExistingTenants.result=S\u1eeda ch\u1eefa t\u1ea1o kh\u1edfi \u0111\u1ed9ng/chuy\u1ec3n \u0111\u1ed5i

patch.fixUserQNames.description=S\u1eeda ch\u1eefa ng\u01b0\u1eddi d\u00f9ng l\u01b0u tr\u1eef qnames \u0111\u1ec3 c\u1ea3i thi\u1ec7n hi\u1ec7u su\u1ea5t x\u00e1c th\u1ef1c b\u1ea3n x\u1ee9
patch.fixUserQNames.result=Qnames t\u1ea1o ra cho {0} ng\u01b0\u1eddi d\u00f9ng.

patch.newUserEmailTemplates.description=Th\u00eam m\u1eabu email th\u00f4ng b\u00e1o cho ng\u01b0\u1eddi d\u00f9ng m\u1edbi c\u1ee7a t\u00e0i kho\u1ea3n c\u1ee7a h\u1ecd
patch.newUserEmailTemplates.created=Email m\u1eabu added\: {0}

patch.inviteEmailTemplates.description=Th\u00eam m\u1eabu th\u01b0 \u0111i\u1ec7n t\u1eed \u0111\u00e3 m\u1eddi ng\u01b0\u1eddi d\u00f9ng \u0111\u1ebfn m\u1ed9t trang web
patch.inviteEmailTemplates.created=Email m\u1eabu added\: {0}

patch.htmlNotificationMailTemplates.description=Th\u00eam HTML email m\u1eabu th\u00f4ng b\u00e1o cho ng\u01b0\u1eddi s\u1eed d\u1ee5ng c\u1ee7a n\u1ed9i dung m\u1edbi

patch.imapSpacesLocaleTemplates.description=Th\u00eam n\u1ed9i dung m\u1eabu cho kh\u00e1ch h\u00e0ng IMAP (ph\u00f2ng kh\u00f4ng m\u1eb7c \u0111\u1ecbnh mi\u1ec1n \u0111\u1ecba ch\u1ec9)

patch.imapSpacesLocaleTemplates2.description=Thay th\u1ebf n\u1ed9i dung m\u1eabu cho kh\u00e1ch h\u00e0ng IMAP

patch.exampleJavaScript.description=T\u1ea3i m\u1eabu t\u1eadp tin Javascript v\u00e0o datadictionary script th\u01b0 m\u1ee5c

patch.fixAclInheritance.description=S\u1eeda ch\u1eefa b\u1ea5t k\u1ef3 v\u1ea5n \u0111\u1ec1 th\u1eeba k\u1ebf ACL.
patch.fixAclInheritance.result=C\u1ed1 \u0111\u1ecbnh {0} ACLs.

patch.followingMailTemplates.description=Th\u00eam th\u01b0 m\u1eabu cho c\u00e1c th\u00f4ng b\u00e1o sau \u0111\u00e2y

patch.activitiesTemplatesUpdate.description=Ho\u1ea1t \u0111\u1ed9ng c\u1eadp nh\u1eadt th\u01b0 m\u1eabu.
patch.activitiesTemplatesUpdate.error=L\u1ed7i l\u1ea5y m\u1eabu c\u01a1 s\u1edf khi c\u1ed1 g\u1eafng v\u00e1 ho\u1ea1t \u0111\u1ed9ng email m\u1eabu.
patch.activitiesTemplatesUpdate.result=C\u00e1c ho\u1ea1t \u0111\u1ed9ng c\u1eadp nh\u1eadt th\u01b0 m\u1eabu.

patch.activitiesEmailTemplate.description=T\u1ea1o ra ho\u1ea1t \u0111\u1ed9ng th\u01b0 m\u1eabu.

patch.avmToAdmRemoteStore.description=Di chuy\u1ec3n c\u1ea5u h\u00ecnh chia s\u1ebb l\u01b0\u1edbt t\u1eeb AVM sitestore v\u00e0o th\u01b0 m\u1ee5c trang web DM.
patch.avmToAdmRemoteStore.complete=C\u1ea5u h\u00ecnh chia s\u1ebb tr\u00ecnh duy\u1ec7t ho\u00e0n th\u00e0nh di chuy\u1ec3n.

patch.copiedFromAspect.description=Th\u00eam ngang li\u00ean k\u1ebft cho cm\:copiedfrom v\u00e0 cm\:workingcopy (m\u00f4 h\u00ecnh m\u1edbi) v\u00e0 lo\u1ea1i b\u1ecf c\u00e1c cm\:source \u0111\u1eb7c t\u00ednh ri\u00eang
patch.copiedFromAspect.result=Cm\:copiedfrom c\u1ed1 \u0111\u1ecbnh c\u00e1c m\u00f4 h\u00ecnh cho {0} n\u00fat.  Xem t\u1eadp tin {1} \u0111\u1ec3 bi\u1ebft chi ti\u1ebft.

patch.workflowNotification.description=B\u1ea3n v\u00e1 l\u1ed7i \u0111\u1ec3 th\u00eam m\u1eabu v\u00e0 c\u00f4ng vi\u1ec7c email th\u00f4ng b\u00e1o email th\u01b0 m\u1ee5c.

patch.nodeTemplatesFolder.description=B\u1ea3n v\u00e1 \u0111\u1ec3 t\u1ea1o th\u01b0 m\u1ee5c d\u1eef li\u1ec7u t\u1eeb \u0111i\u1ec3n m\u1edbi \u0111\u1ec3 chia s\u1ebb - n\u00fat t\u1ea1o ra b\u1edfi bi\u1ec3u m\u1eabu

patch.sitesSpacePermissions.description=B\u1ea3n v\u00e1 l\u1ed7i \u0111\u1ec3 lo\u1ea1i b\u1ecf c\u00e1c cho ph\u00e9p t\u1ea5t c\u1ea3 m\u1ecdi ng\u01b0\u1eddi \u0111\u00f3ng g\u00f3p v\u00e0o kh\u00f4ng gian trang web (ph\u1ee5 huynh container c\u1ee7a t\u1ea5t c\u1ea3 c\u00e1c trang web)
patch.sitesSpacePermissions.result=Quy\u1ec1n s\u1eeda ch\u1eefa.
patch.sitesSpacePermissions.result.none=Quy\u1ec1n ch\u1ec9nh s\u1eeda kh\u00f4ng b\u1eaft bu\u1ed9c.

patch.updateWorkflowNotificationTemplates.description=B\u1ea3n v\u00e1 l\u1ed7i \u0111\u1ec3 c\u1eadp nh\u1eadt c\u00f4ng vi\u1ec7c th\u00f4ng b\u00e1o m\u1eabu.
patch.updateWorkflowNotificationTemplates.result=Quy tr\u00ecnh l\u00e0m vi\u1ec7c th\u00f4ng b\u00e1o m\u1eabu C\u1eadp Nh\u1eadt th\u00e0nh c\u00f4ng.

patch.updateFollowingEmailTemplatesPatch.description=B\u1ea3n v\u00e1 l\u1ed7i \u0111\u1ec3 c\u1eadp nh\u1eadt th\u00f4ng b\u00e1o th\u01b0 m\u1eabu sau.
patch.updateFollowingEmailTemplatesPatch.result=Sau th\u00f4ng b\u00e1o th\u01b0 m\u1eabu C\u1eadp Nh\u1eadt th\u00e0nh c\u00f4ng.
patch.updateFollowingEmailTemplatesPatch.error=L\u1ed7i l\u1ea5y m\u1eabu c\u01a1 s\u1edf khi c\u1ed1 g\u1eafng v\u00e1 th\u01b0 m\u1eabu sau.

patch.addDutchEmailTemplatesPatch.description=B\u1ea3n v\u00e1 l\u1ed7i \u0111\u1ec3 th\u00eam H\u00e0 Lan th\u01b0 m\u1eabu.
patch.addDutchEmailTemplatesPatch.result=H\u00e0 Lan email m\u1eabu \u0111\u00e3 \u0111\u01b0\u1ee3c th\u00eam v\u00e0o th\u00e0nh c\u00f4ng.
patch.addDutchEmailTemplatesPatch.error=L\u1ed7i l\u1ea5y m\u1eabu c\u01a1 s\u1edf khi c\u1ed1 g\u1eafng \u0111\u1ec3 th\u00eam H\u00e0 Lan email m\u1eabu.

patch.fixBpmPackages.description=S\u1eeda ch\u1eefa c\u00e1c quy tr\u00ecnh c\u00f4ng vi\u1ec7c v\u00e0 c\u00e1c li\u00ean k\u1ebft
patch.fixBpmPackages.result=V\u00e1 l\u1ed7i th\u00e0nh c\u00f4ng. {0} g\u00f3i chuy\u1ec3n \u0111\u1ed5i.
patch.fixBpmPackages.invalidBootsrapStore=Kh\u1edfi \u0111\u1ed9ng kho l\u01b0u tr\u1eef  \u0111\u00e3 kh\u00f4ng \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp
patch.fixBpmPackages.emptyContainer={0} \u0111\u00e3 kh\u00f4ng c\u00f3 n\u00fat con

patch.alterJBPM331CLOBcolumnsToNvarchar.description=Thay \u0111\u1ed5i CLOB c\u1ed9t trong b\u1ea3ng jBPM 3.3.1 \u0111\u1ec3 gi\u1edbi thi\u1ec7u Unicode k\u00fd t\u1ef1 h\u1ed7 tr\u1ee3 cho jBPM 3.3.1

patch.avmIndexChildEntriesLower.description=Th\u00eam m\u1ed9t c\u1ed9t \u0111\u01b0\u1ee3c l\u1eadp ch\u1ec9 m\u1ee5c \u0111\u1ec3 avm_child_entries cho ph\u00e9p truy v\u1ea5n qu\u1ea3n AVM t\u1eadp tin theo t\u00ean

patch.imapUnsubscribedAspect.description=B\u1ea3n v\u00e1 l\u1ed7i \u0111\u1ec3 lo\u1ea1i b\u1ecf ph\u1ea3n \u0111\u1ed1i "imap\: nonSubscribed" kh\u00eda c\u1ea1nh t\u1eeb th\u01b0 m\u1ee5c.
patch.imapUnsubscribedAspect.result.removed="imap\: nonSubscribed" kh\u00eda c\u1ea1nh \u0111\u01b0\u1ee3c lo\u1ea1i b\u1ecf th\u00e0nh c\u00f4ng t\u1eeb b\u1ecf \u0111\u0103ng k\u00fd th\u01b0 m\u1ee5c.

patch.migrateTenantsFromAttrsToTable.description=Di chuy\u1ec3n ng\u01b0\u1eddi thu\u00ea nh\u00e0 thu\u1ed9c t\u00ednh b\u1ea3ng ng\u01b0\u1eddi thu\u00ea nh\u00e0
patch.migrateTenantsFromAttrsToTable.result=X\u1eed l\u00fd ng\u01b0\u1eddi thu\u00ea nh\u00e0 {0}

patch.remoteCredentialsContainer.description=B\u1ea3n v\u00e1 \u0111\u1ec3 th\u00eam th\u01b0 m\u1ee5c g\u1ed1c cho chia s\u1ebb th\u00f4ng tin \u0111\u0103ng nh\u1eadp t\u1eeb xa
patch.syncSetDefinitionsContainer.description=B\u1ea3n v\u00e1 l\u1ed7i \u0111\u1ec3 th\u00eam th\u01b0 m\u1ee5c g\u1ed1c SyncSet \u0111\u1ecbnh ngh\u0129a

patch.swsdpPatch.description=Patch \u0111\u1ec3 s\u1eeda ch\u1eefa c\u00e1c m\u1eabu\: trang Web thi\u1ebft k\u1ebf d\u1ef1 \u00e1n.
patch.swsdpPatch.success=Th\u00e0nh c\u00f4ng v\u00e1 c\u00e1c m\u1eabu\: trang Web thi\u1ebft k\u1ebf d\u1ef1 \u00e1n.
patch.swsdpPatch.skipped=B\u1ecf qua, kh\u00f4ng b\u1eaft bu\u1ed9c.
patch.swsdpPatch.missingSurfConfig=L\u01b0\u1edbt s\u00f3ng-config th\u01b0 m\u1ee5c kh\u00f4ng ph\u1ea3i l\u00e0 hi\u1ec7n di\u1ec7n trong m\u1eabu\: trang Web thi\u1ebft k\u1ebf d\u1ef1 \u00e1n.

patch.redeployParallelActivitiWorkflows.description=T\u00e1i tri\u1ec3n khai b\u1ea3n v\u00e1 l\u1ed7i c\u1ea3 hai c\u00f4ng vi\u1ec7c h\u00e0nh \u0111\u1ed9ng song song, ho\u00e0n th\u00e0nh-\u0111i\u1ec1u ki\u1ec7n b\u00e2y gi\u1edd s\u1ebd \u0111\u01b0a v\u00e0o t\u00e0i kho\u1ea3n n\u1ebfu t\u1ef7 l\u1ec7 ph\u1ea7n tr\u0103m t\u1ed1i thi\u1ec3u ch\u1ea5p thu\u1eadn v\u1eabn c\u00f3 th\u1ec3 \u0111\u1ea1t \u0111\u01b0\u1ee3c.

patch.show.audit.success=show_audit.FTL \u0111\u00e3 \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt th\u00e0nh c\u00f4ng

patch.increaseColumnSizeActiviti.description=ALF-14983\: N\u00e2ng c\u1ea5p c\u00e1c k\u1ecbch b\u1ea3n \u0111\u1ec3 t\u0103ng k\u00edch th\u01b0\u1edbc c\u1ed9t cho h\u00e0nh \u0111\u1ed9ng
patch.removeColumnActiviti.description=ALF-16038\: DB2\: n\u00e2ng c\u1ea5p c\u00e1c k\u1ecbch b\u1ea3n \u0111\u1ec3 lo\u1ea1i b\u1ecf ALFUSER.ACT_HI_ACTINST.OWNER_

patch.renameConstraintActiviti.description=ALF-15828\: DB2\: n\u00e2ng c\u1ea5p k\u1ecbch b\u1ea3n \u0111\u1ec3 \u0111\u1ed5i t\u00ean ACT_HI_PROCINST.PROC_INST_ID_ ch\u1ec9 s\u1ed1

patch.calendarAllDayEventDatesCorrectingPatch.description=\u0110\u01b0\u1eddng d\u1eabn ng\u00e0y \u0111\u00fang '\u0111\u1ebfn' v\u00e0 't\u1eeb' cho s\u1ef1 ki\u1ec7n l\u1ecbch 't\u1ea5t c\u1ea3 c\u00e1c ng\u00e0y' t\u1eeb phi\u00ean b\u1ea3n 3.4 kh\u00f4ng c\u00f3 t\u00e0i kho\u1ea3n m\u00fai gi\u1edd l\u1ec7ch
patch.calendarAllDayEventDatesCorrectingPatch.result=C\u1eadp nh\u1eadp th\u00e0nh c\u00f4ng {0} s\u1ef1 ki\u1ec7n l\u1ecbch "t\u1ea5t c\u1ea3 c\u00e1c ng\u00e0y"

patch.upgradeToActiviti5-10.description=N\u00e2ng c\u1ea5p Activiti b\u1ea3ng 5.10 phi\u00ean b\u1ea3n
patch.addActivtiIndexHistoricActivity.description=C\u00e1c ch\u1ec9 s\u1ed1 b\u1ed5 sung cho h\u00e0nh \u0111\u1ed9ng tr\u00ean l\u1ecbch s\u1eed ho\u1ea1t \u0111\u1ed9ng (PROC_INST_ID_ v\u00e0 ACTIVITY_ID_)
patch.upgradeToActiviti5-11.description=N\u00e2ng c\u1ea5p ho\u1ea1t \u0111\u1ed9ng b\u1ea3ng \u0111\u1ebfn phi\u00ean b\u1ea3n 5.11
patch.redeployActivitiWorkflowsForCategory.description=Tri\u1ec3n khai \u0111\u1ecbnh ngh\u0129a ti\u1ebfn tr\u00ecnh n\u1ed9i b\u1ed9 cho c\u1eadp nh\u1eadp h\u1ea1ng m\u1ee5c

patch.db-V4.2-remove-index-acl_id.description=ALF-12284\: C\u1eadp nh\u1eadp b\u1ea3ng ALF_ACL_MEMBER_member. Lo\u1ea1i b\u1ecf ch\u1ec9 s\u1ed1 acl_id.

patch.sharedFolder=Th\u00eam th\u01b0 m\u1ee5c chia s\u1ebb
patch.sharedFolder.description=Th\u00eam th\u01b0 m\u1ee5c chia s\u1ebb
patch.sharedFolder.success=Th\u00eam th\u00e0nh c\u00f4ng th\u01b0 m\u1ee5c chia s\u1ebb
patch.sharedFolder.result.renamed=\u0110\u1ed5i t\u00ean c\u00e1c th\u01b0 m\u1ee5c \u0111\u01b0\u1ee3c chia s\u1ebb th\u00e0nh\: {0}

patch.db-V4.2-metadata-query-indexes.description=Th\u00eam c\u00e1c ch\u1ec9 m\u1ee5c b\u1ed5 sung \u0111\u1ec3 h\u1ed7 tr\u1ee3 giao d\u1ecbch si\u00eau d\u1eef li\u1ec7u truy v\u1ea5n tr\u1ef1c ti\u1ebfp \u0111\u1ebfn c\u01a1 s\u1edf d\u1eef li\u1ec7u.
patch.upgradeToActiviti5-13.description=N\u00e2ng c\u1ea5p ho\u1ea1t \u0111\u1ed9ng b\u1ea3ng \u0111\u1ebfn phi\u00ean b\u1ea3n 5.11

patch.emailAliasableAspect.description=Th\u00eam tr\u01b0\u1eddng email cho thu\u1ed9c t\u00edch b\u1ea3ng
patch.emailAliasableAspect.result=\u0110\u00e3 th\u00eam tr\u01b0\u1eddng email cho thu\u1ed9c t\u00edch b\u1ea3ng

