#X-Generator: crowdin.net
# Schema update messages

schema.update.msg.dialect_used=Gi\u1ea3n \u0111\u1ed3 qu\u1ea3n l\u00fd b\u1edfi c\u00e1c ph\u01b0\u01a1ng ng\u1eef c\u01a1 s\u1edf d\u1eef li\u1ec7u {0}.
schema.update.msg.database_used=K\u1ebft n\u1ed1i \u0111\u1ebfn database\: {0}
schema.update.msg.bypassing=Qua l\u01b0\u1ee3c \u0111\u1ed3 C\u1eadp Nh\u1eadt ki\u1ec3m tra.
schema.update.msg.normalized_schema=L\u01b0\u1ee3c \u0111\u1ed3 b\u00ecnh th\u01b0\u1eddng \u0111\u1ed5 v\u00e0o t\u1eadp tin {0}.
schema.update.msg.normalized_schema_pre=L\u01b0\u1ee3c \u0111\u1ed3 b\u00ecnh th\u01b0\u1eddng (pre-bootstrap) \u0111\u1ed5 v\u00e0o t\u1eadp tin {0}.
schema.update.msg.normalized_schema_post=L\u01b0\u1ee3c \u0111\u1ed3 b\u00ecnh th\u01b0\u1eddng (pre-bootstrap) \u0111\u1ed5 v\u00e0o t\u1eadp tin {0}.
schema.update.msg.all_statements=T\u1ea5t c\u1ea3 th\u1ef1c hi\u1ec7n b\u00e1o c\u00e1o\: {0}.
schema.update.msg.no_changes=Kh\u00f4ng c\u00f3 thay \u0111\u1ed5i \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n cho gi\u1ea3n \u0111\u1ed3.
schema.update.msg.executing_generated_script=Th\u1ef1c hi\u1ec7n k\u1ecbch b\u1ea3n c\u01a1 s\u1edf d\u1eef li\u1ec7u {0} (Generated).
schema.update.msg.executing_copied_script=Th\u1ef1c hi\u1ec7n k\u1ecbch b\u1ea3n c\u01a1 s\u1edf d\u1eef li\u1ec7u {0} (Copied t\u1eeb {1}).
schema.update.msg.executing_statement=Th\u1ef1c hi\u1ec7n statement\: {0}
schema.update.msg.optional_statement_failed=T\u00f9y ch\u1ecdn b\u00e1o c\u00e1o th\u1ef1c hi\u1ec7n failed\: SQL\: {0} Error\: {1} File\: {2} Line\: {3}
schema.update.warn.dialect_unsupported=Ngo\u00e0i tr\u1eddi n\u00ean kh\u00f4ng \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng v\u1edbi c\u01a1 s\u1edf d\u1eef li\u1ec7u ph\u01b0\u01a1ng ng\u1eef {0}.
schema.update.warn.dialect_hsql=Ngo\u00e0i tr\u1eddi s\u1eed d\u1ee5ng c\u01a1 s\u1edf d\u1eef li\u1ec7u m\u1eb7c \u0111\u1ecbnh HSQL. Xin vui l\u00f2ng ch\u1ec9 s\u1eed d\u1ee5ng \u0111i\u1ec1u n\u00e0y trong khi \u0111\u00e1nh gi\u00e1 Alfresco, n\u00f3 kh\u00f4ng \u0111\u01b0\u1ee3c khuy\u1ebfn kh\u00edch cho s\u1ea3n xu\u1ea5t ho\u1eb7c tri\u1ec3n khai\!
schema.update.warn.dialect_derby=Ngo\u00e0i tr\u1eddi s\u1eed d\u1ee5ng c\u01a1 s\u1edf d\u1eef li\u1ec7u m\u1eb7c \u0111\u1ecbnh HSQL. Xin vui l\u00f2ng ch\u1ec9 s\u1eed d\u1ee5ng \u0111i\u1ec1u n\u00e0y trong khi \u0111\u00e1nh gi\u00e1 Alfresco, n\u00f3 kh\u00f4ng \u0111\u01b0\u1ee3c khuy\u1ebfn kh\u00edch cho s\u1ea3n xu\u1ea5t ho\u1eb7c tri\u1ec3n khai\!
schema.update.warn.dialect_substituting=Ph\u01b0\u01a1ng ng\u1eef ''{0}'' \u0111ang \u0111\u01b0\u1ee3c thay \u0111\u1ed5i \u0111\u1ec3 ''{1}''.
schema.update.err.forced_stop=Thu\u1ed9c t\u00ednh 'stopAfterSchemaBootstrap' \u0111\u00e3 \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp.  Tr\u00ecnh bootstrap \u0111\u01b0\u1ee3c ch\u1ea5m d\u1ee9t.
schema.update.err.dialect_should_use=Ph\u01b0\u01a1ng ng\u1eef ''{0}'' kh\u00f4ng \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3.  Vui l\u00f2ng d\u00f9ng ''{1}''.
schema.update.err.found_multiple=Nhi\u1ec1u l\u01b0\u1ee3c \u0111\u1ed3 ngo\u00e0i kh\u00f4ng gian \u0111\u00e3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y khi truy v\u1ea5n c\u00e1c si\u00eau d\u1eef li\u1ec7u c\u01a1 s\u1edf d\u1eef li\u1ec7u.\nH\u1ea1n ch\u1ebf quy\u1ec1n truy c\u1eadp c\u1ee7a ng\u01b0\u1eddi s\u1eed d\u1ee5ng c\u01a1 s\u1edf d\u1eef li\u1ec7u ho\u1eb7c thi\u1ebft l\u1eadp ng\u1ee7 \u0111\u00f4ng '. m\u1eb7c \u0111\u1ecbnh  'thu\u1ed9c t\u00ednh' tu\u1ef3 ch\u1ec9nh -  ti\u1ebfng \u0111\u1ecba ph\u01b0\u01a1ng. t\u00e0i s\u1ea3n '.
schema.update.err.previous_failed=M\u1ed9t n\u00e2ng c\u1ea5p l\u01b0\u1ee3c \u0111\u1ed3 tr\u01b0\u1edbc \u0111\u00f3 kh\u00f4ng th\u00e0nh c\u00f4ng ho\u1eb7c \u0111\u00e3 kh\u00f4ng ho\u00e0n t\u1ea5t.  Tr\u1edf l\u1ea1i c\u01a1 s\u1edf d\u1eef li\u1ec7u ban \u0111\u1ea7u tr\u01b0\u1edbc khi th\u1eed n\u00e2ng c\u1ea5p m\u1ed9t l\u1ea7n n\u1eefa.
schema.update.err.statement_failed=Tuy\u00ean b\u1ed1 th\u1ef1c hi\u1ec7n failed\: SQL\: {0} Error\: {1} File\: {2} Line\: {3}
schema.update.err.update_failed=L\u01b0\u1ee3c \u0111\u1ed3 t\u1ef1 \u0111\u1ed9ng-C\u1eadp Nh\u1eadt kh\u00f4ng th\u00e0nh c\u00f4ng
schema.update.err.validation_failed=L\u01b0\u1ee3c \u0111\u1ed3 x\u00e1c nh\u1eadn kh\u00f4ng th\u00e0nh c\u00f4ng
schema.update.err.update_script_not_run=K\u1ecbch b\u1ea3n n\u00e2ng c\u1ea5p l\u01b0\u1ee3c \u0111\u1ed3 sau \u0111\u00e2y c\u1ea7n ph\u1ea3i l\u00e0 th\u1ef1c hi\u1ec7n b\u1eb1ng tay\: {0}
schema.update.err.script_not_found=K\u1ecbch b\u1ea3n l\u01b0\u1ee3c \u0111\u1ed3 kh\u00f4ng c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y t\u1ea1i v\u1ecb tr\u00ed {0}
schema.update.err.statement_include_before_sql=K\u1ecbch b\u1ea3n bao g\u1ed3m ''--bao g\u1ed3m\:'' ph\u1ea3i x\u1ea3y ra tr\u01b0\u1edbc khi b\u1eaft \u0111\u1ea7u c\u00e1c l\u1ec7nh SQL (d\u00f2ng {0} {1}).
schema.update.err.statement_var_assignment_before_sql=Bi\u1ebfn chuy\u1ec3n nh\u01b0\u1ee3ng v\u1edbi ''-ch\u1ec9 \u0111\u1ecbnh\:'' ph\u1ea3i x\u1ea3y ra tr\u01b0\u1edbc khi b\u1eaft \u0111\u1ea7u c\u00e1c l\u1ec7nh SQL (d\u00f2ng {0} {1}).
schema.update.err.statement_var_assignment_format=Bi\u1ebfn chuy\u1ec3n nh\u01b0\u1ee3ng s\u1eed d\u1ee5ng \u0111\u1ecbnh d\u1ea1ng ''-ch\u1ec9 \u0111\u1ecbnh\: x \= col'' n\u01a1i ''x'' l\u00e0 c\u00e1c bi\u1ebfn \u0111\u1ec3 g\u00e1n cho v\u00e0 ''col'' l\u00e0 gi\u00e1 tr\u1ecb c\u1ed9t \u0111\u1ec3 tr\u00edch xu\u1ea5t (d\u00f2ng {0} {1}).
schema.update.err.statement_terminator=K\u1ecbch b\u1ea3n ph\u1ea3i ch\u1ea5m d\u1ee9t t\u1ea5t c\u1ea3 b\u00e1o c\u00e1o v\u1edbi '';'' (d\u00f2ng {0} {1}).

