#X-Generator: crowdin.net
# Site service externalised display strings

site_service.unable_to_create=Kh\u00f4ng th\u1ec3 t\u1ea1o trang web v\u00ec t\u00ean trang web vi\u1ebft t\u1eaft {0} \u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng. T\u00ean trang web ng\u1eafn  ph\u1ea3i l\u00e0 duy nh\u1ea5t.\n
site_service.short_name_too_long=Kh\u00f4ng th\u1ec3 t\u1ea1o ra c\u00e1c trang web b\u1edfi v\u00ec t\u00ean trang web ng\u1eafn {0} l\u00e0 qu\u00e1 d\u00e0i. T\u00ean trang web ng\u1eafn c\u00f3 th\u1ec3 kh\u00f4ng c\u00f2n h\u01a1n {1} k\u00fd t\u1ef1.
site_service.visibility_group_missing=Kh\u00f4ng th\u1ec3 \u0111\u1ec3 t\u1ea1o ra trang web b\u1edfi v\u00ec nh\u00f3m kh\u1ea3 n\u0103ng hi\u1ec3n th\u1ecb {0} kh\u00f4ng t\u1ed3n t\u1ea1i.
site_service.can_not_update=Kh\u00f4ng th\u1ec3 c\u1eadp nh\u1eadt trang web {0} b\u1edfi v\u00ec n\u00f3 kh\u00f4ng t\u1ed3n t\u1ea1i.
site_service.can_not_delete=Kh\u00f4ng th\u1ec3 x\u00f3a trang web {0} b\u1edfi v\u00ec n\u00f3 kh\u00f4ng t\u1ed3n t\u1ea1i.
site_service.site_no_exist=Trang web {0} kh\u00f4ng t\u1ed3n t\u1ea1i.
site_service.do_not_remove_manager=M\u1ed9t trang web \u0111\u00f2i h\u1ecfi ph\u1ea3i c\u00f3 \u00edt nh\u1ea5t m\u1ed9t ng\u01b0\u1eddi qu\u1ea3n l\u00fd trang web. B\u1ea1n kh\u00f4ng th\u1ec3 x\u00f3a {0} t\u1eeb c\u00e1c th\u00e0nh vi\u00ean c\u1ee7a trang web, v\u00ec h\u1ecd l\u00e0 ng\u01b0\u1eddi qu\u1ea3n l\u00fd trang web duy nh\u1ea5t.
site_service.can_not_remove_membership=Ng\u01b0\u1eddi s\u1eed d\u1ee5ng hi\u1ec7n t\u1ea1i kh\u00f4ng c\u00f3 \u0111\u1ee7 quy\u1ec1n \u0111\u1ec3 x\u00f3a c\u00e1c chi ti\u1ebft th\u00e0nh vi\u00ean c\u1ee7a c\u00e1c trang web {0}.
site_service.do_not_change_manager=M\u1ed9t trang web y\u00eau c\u1ea7u \u00edt nh\u1ea5t m\u1ed9t trang web qu\u1ea3n l\u00fd.  B\u1ea1n kh\u00f4ng th\u1ec3 thay \u0111\u1ed5i vai tr\u00f2 c\u1ee7a {0}, b\u1edfi v\u00ec h\u1ecd \u0111ang ph\u1ea3i l\u00e0 ng\u01b0\u1eddi qu\u1ea3n l\u00fd trang web duy nh\u1ea5t.
site_service.can_not_change_membership=Ng\u01b0\u1eddi d\u00f9ng hi\u1ec7n th\u1eddi kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 s\u1eeda \u0111\u1ed5i c\u00e1c chi ti\u1ebft th\u00e0nh vi\u00ean c\u1ee7a trang web {0}.
site_service.site_container_not_folder=Trang web ch\u1ee9a {0} kh\u00f4ng th\u1ec3 l\u00e0 m\u1ed9t th\u01b0 m\u1ee5c.
site_service.invalid_site_type=Trang web c\u00f3 th\u1ec3 kh\u00f4ng \u0111\u01b0\u1ee3c t\u1ea1o ra, v\u00ec {0} kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t lo\u1ea1i trang web h\u1ee3p l\u1ec7.
