#X-Generator: crowdin.net
# Transfer service externalised display strings

transfer_service.unable_to_find_transfer_home=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y chuy\u1ec3n \u0111\u1ebfn trang ch\u1ee7\: {0}
transfer_service.unable_to_find_transfer_group=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y chuy\u1ec3n nh\u00f3m v\u1edbi t\u00ean, {0}
transfer_service.unable_to_find_transfer_target=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y chuy\u1ec3n m\u1ee5c ti\u00eau v\u1edbi t\u00ean, {0}
transfer_service.unable_to_transfer_async=Kh\u00f4ng th\u1ec3 chuy\u1ec3n async
transfer_service.target_exists=Kh\u00f4ng th\u1ec3 t\u1ea1o ra m\u1ed9t m\u1ee5c ti\u00eau chuy\u1ec3n nh\u01b0\u1ee3ng m\u1edbi v\u1edbi t\u00ean g\u1ecdi {0}, k\u1ec3 t\u1eeb khi \u0111\u00e3 l\u00e0 m\u1ed9t m\u1ee5c ti\u00eau v\u1edbi t\u00ean \u0111\u00f3.
transfer_service.comms.unsupported_protocol=Kh\u00f4ng \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3 giao th\u1ee9c\: {0}
transfer_service.comms.unsuccessful_response=Nh\u1eadn \u0111\u01b0\u1ee3c m\u00e3 ph\u1ea3n h\u1ed3i kh\u00f4ng th\u00e0nh c\u00f4ng t\u1eeb m\u1ee5c ti\u00eau m\u00e1y ch\u1ee7\: {0}, {1}
transfer_service.comms.http_request_failed=Kh\u00f4ng \u0111\u1ec3 th\u1ef1c hi\u1ec7n y\u00eau c\u1ea7u HTTP {0} \u0111\u1ec3 nh\u1eafm m\u1ee5c ti\u00eau\: {1} t\u00ecnh tr\u1ea1ng\: {2}
transfer_service.incompatible_versions=Kh\u00f4ng th\u1ec3 \u0111\u1ec3 chuy\u1ec3n gi\u1eefa c\u00e1c Id chuy\u1ec3n giao kh\u00f4ng t\u01b0\u01a1ng th\u00edch phi\u00ean b\u1ea3n\: {0}\: {1}\: {2}
transfer_service.no_nodes=Kh\u00f4ng c\u00f3 n\u00fat \u0111\u1ec3 chuy\u1ec3n
transfer_service.target_not_enabled=Chuy\u1ec3n m\u1ee5c ti\u00eau kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p {0}
transfer_service.cancelled=Chuy\u1ec3n b\u1ecb h\u1ee7y b\u1ecf
transfer_service.failed_to_get_transfer_status=Th\u1ea5t b\u1ea1i khi l\u1ea5y tr\u1ea1ng th\u00e1i chuy\u1ec3n t\u1eeb m\u1ee5c ti\u00eau {0}
transfer_service.target_error=Chuy\u1ec3n m\u1ee5c ti\u00eau b\u1ecb th\u1ea5t b\u1ea1i v\u1edbi {0}
transfer_service.unknown_target_error=L\u1ed7i kh\u00f4ng x\u00e1c \u0111\u1ecbnh
transfer_service.receiver.no_primary_parent_supplied=Kh\u00f4ng th\u1ec3 chuy\u1ec3n kh\u00f4ng c\u00f3 ph\u1ee5 huynh ch\u00ednh cung c\u1ea5p.
transfer_service.receiver.orphans_exist=Kh\u00f4ng th\u1ec3 chuy\u1ec3n, tr\u1ebb m\u1ed3 c\u00f4i t\u1ed3n t\u1ea1i
transfer_service.receiver.content_file_missing=Kh\u00f4ng th\u1ec3 chuy\u1ec3n nh\u01b0\u1ee3ng, n\u1ed9i dung t\u1eadp tin l\u00e0 m\u1ea5t t\u00edch.
transfer_service.receiver.failed_to_create_staging_folder=Kh\u00f4ng th\u1ec3 t\u1ea1o c\u00e1c th\u01b0 m\u1ee5c d\u00e0n cho chuy\u1ec3n {0}
transfer_service.receiver.lock_folder_not_found=Kh\u00f4ng th\u1ec3 x\u00e1c \u0111\u1ecbnh v\u1ecb tr\u00ed \u0111\u00e3 ch\u1ec9 \u0111\u1ecbnh kh\u00f3a c\u1ee7a th\u01b0 m\u1ee5c\: {0}
transfer_service.receiver.temp_folder_not_found=Kh\u00f4ng th\u1ec3 x\u00e1c \u0111\u1ecbnh v\u1ecb tr\u00ed \u0111\u00e3 ch\u1ec9 \u0111\u1ecbnh th\u01b0 m\u1ee5c t\u1ea1m th\u1eddi {0}\: {1}
transfer_service.receiver.lock_unavailable=Chuy\u1ec3n kh\u00f3a \u0111\u00e3 \u0111\u01b0\u1ee3c tuy\u00ean b\u1ed1 cho m\u1ed9t chuy\u1ec3n nh\u01b0\u1ee3ng trong n\u01b0\u1edbc. Kh\u00f4ng th\u1ec3 chuy\u1ec3n nh\u01b0\u1ee3ng m\u1edbi b\u1eaft \u0111\u1ea7u.
transfer_service.receiver.record_folder_not_found=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y th\u01b0 m\u1ee5c quy \u0111\u1ecbnh \u0111\u1ec3 t\u1ed5 ch\u1ee9c c\u00e1c bi\u00ean b\u1ea3n b\u00e0n giao g\u1eedi \u0111\u1ebfn\: {0}
transfer_service.receiver.not_lock_owner=Kh\u00f4ng c\u1ed1 g\u1eafng \u0111\u1ec3 th\u1ef1c hi\u1ec7n c\u00e1c ho\u1ea1t \u0111\u1ed9ng chuy\u1ec3n giao. Kh\u00f3a kh\u00f4ng t\u1ed5 ch\u1ee9c chuy\u1ec3n giao quy \u0111\u1ecbnh\: {0}
transfer_service.receiver.error_ending_transfer=Y\u00eau c\u1ea7u \u0111\u1ec3 k\u1ebft th\u00fac m\u1ed9t chuy\u1ec3n giao ({0}) \u0111\u00e3 d\u1eabn \u0111\u1ebfn m\u1ed9t l\u1ed7i.
transfer_service.receiver.error_staging_snapshot=M\u1ed9t l\u1ed7i \u0111\u00e3 x\u1ea3y ra trong khi d\u00e0n \u1ea3nh ch\u1ee5p t\u1eadp tin {0}
transfer_service.receiver.error_staging_content=M\u1ed9t l\u1ed7i \u0111\u00e3 x\u1ea3y ra trong khi d\u00e0n m\u1ed9t t\u1ec7p n\u1ed9i dung \u0111\u1ec3 chuy\u1ec3n {0}. T\u1eadp tin id l\u00e0 {1}
transfer_service.receiver.no_snapshot_received=M\u1ed9t y\u00eau c\u1ea7u \u0111\u00e3 \u0111\u01b0\u1ee3c nh\u1eadn \u0111\u01b0\u1ee3c \u0111\u1ec3 th\u1ef1c hi\u1ec7n m\u1ed9t chuy\u1ec3n giao ({0}), nh\u01b0ng kh\u00f4ng c\u00f3 t\u1eadp tin \u1ea3nh ch\u1ee5p ph\u00f9 h\u1ee3p \u0111\u00e3 \u0111\u01b0\u1ee3c nh\u1eadn \u0111\u01b0\u1ee3c. 
transfer_service.receiver.error_committing_transfer=M\u1ed9t l\u1ed7i \u0111\u00e3 x\u1ea3y ra trong khi c\u1ed1 g\u1eafng \u0111\u1ec3 cam k\u1ebft chuy\u1ec3n {0}
transfer_service.receiver.transfer_not_found=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y b\u1ea5t c\u1ee9 h\u1ed3 s\u01a1 chuy\u1ec3n giao y\u00eau c\u1ea7u\: {0}
transfer_service.receiver.transfer_cancelled=Chuy\u1ec3n giao \u0111\u00e3 \u0111\u01b0\u1ee3c h\u1ee7y b\u1ecf\: {0}
transfer_service.no_encoding=Kh\u00f4ng th\u1ec3 chuy\u1ec3n gi\u00e1 tr\u1ecb, kh\u00f4ng c\u00f3 chuy\u1ec3n \u0111\u1ed5i cho m\u00e3 h\u00f3a {0}
transfer_service.unable_to_deserialise=Kh\u00f4ng th\u1ec3 \u0111\u1ec3 gi\u00e1 tr\u1ecb
transfer_service.receiver.lock_timed_out=chuy\u1ec3n kh\u00f3a th\u1eddi gian t\u1ea1m d\u1eebng\:{0}
transfer_service.receiver.lock_not_found=Chuy\u1ec3n kh\u00f3a kh\u00f4ng t\u00ecm th\u1ea5y
transfer_service.receiver.error_start=Kh\u00f4ng th\u1ec3 kh\u1edfi \u0111\u1ed9ng m\u1ed9t chuy\u1ec3n giao
transfer_service.receiver.error_generating_requisite=Kh\u00f4ng th\u1ec3 \u0111\u1ec3 t\u1ea1o ra chuy\u1ec3n \u0111\u1ed5i c\u1ea7n thi\u1ebft
transfer_service.receiver.error.transfer_to_self=Chuy\u1ec3n giao cho kho l\u01b0u tr\u1eef t\u01b0\u01a1ng t\u1ef1 kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p

transfer_service.missing_endpoint_path=M\u1ed9t \u0111\u01b0\u1eddng d\u1eabn \u0111i\u1ec3m cu\u1ed1i kh\u00f4ng \u0111\u01b0\u1ee3c ch\u1ec9 \u0111\u1ecbnh cho chuy\u1ec3n \u0111\u1ed5i m\u1ee5c \u0111\u00edch\: {0}
transfer_service.missing_endpoint_protocol=M\u1ed9t \u0111\u01b0\u1eddng d\u1eabn \u0111i\u1ec3m cu\u1ed1i kh\u00f4ng \u0111\u01b0\u1ee3c ch\u1ec9 \u0111\u1ecbnh cho chuy\u1ec3n \u0111\u1ed5i m\u1ee5c \u0111\u00edch\: {0}
transfer_service.missing_endpoint_host=M\u1ed9t \u0111\u01b0\u1eddng d\u1eabn \u0111i\u1ec3m cu\u1ed1i kh\u00f4ng \u0111\u01b0\u1ee3c ch\u1ec9 \u0111\u1ecbnh cho chuy\u1ec3n \u0111\u1ed5i m\u1ee5c \u0111\u00edch\: {0}
transfer_service.missing_endpoint_port=M\u1ed9t \u0111\u01b0\u1eddng d\u1eabn \u0111i\u1ec3m cu\u1ed1i kh\u00f4ng \u0111\u01b0\u1ee3c ch\u1ec9 \u0111\u1ecbnh cho chuy\u1ec3n \u0111\u1ed5i m\u1ee5c \u0111\u00edch\: {0}
transfer_service.missing_endpoint_username=M\u1ed9t \u0111i\u1ec3m cu\u1ed1i t\u00ean ng\u01b0\u1eddi d\u00f9ng kh\u00f4ng \u0111\u01b0\u1ee3c ch\u1ec9 \u0111\u1ecbnh cho chuy\u1ec3n \u0111\u1ed5i m\u1ee5c \u0111\u00edch\: {0}
transfer_service.missing_endpoint_password=M\u1ed9t m\u1eadt kh\u1ea9u thi\u1ebft b\u1ecb \u0111\u1ea7u cu\u1ed1i ch\u01b0a \u0111\u01b0\u1ee3c quy \u0111\u1ecbnh c\u1ee5 th\u1ec3 cho m\u1ee5c ti\u00eau chuy\u1ec3n nh\u01b0\u1ee3ng\: {0}

