#X-Generator: crowdin.net
# Version service externalised display strings

version_service.err_restore_exists=N\u00fat {0} kh\u00f4ng \u0111\u01b0\u1ee3c kh\u00f4i ph\u1ee5c v\u00ec n\u00f3 \u0111\u00e3 t\u1ed3n t\u1ea1i.
version_service.err_not_found=Nh\u00e3n Phi\u00ean b\u1ea3n hi\u1ec7n t\u1ea1i c\u1ee7a c\u00e1c n\u00fat kh\u00f4ng t\u1ed3n t\u1ea1i trong L\u01b0\u1ee3c s\u1eed Phi\u00ean b\u1ea3n.
version_service.err_unsupported=Th\u1ef1c hi\u1ec7n c\u00e1c d\u1ecbch v\u1ee5 phi\u00ean b\u1ea3n hi\u1ec7n t\u1ea1i kh\u00f4ng h\u1ed7 tr\u1ee3 vi\u1ec7c t\u1ea1o ra c\u00e1c chi nh\u00e1nh.
version_service.err_one_preceeding=Th\u1ef1c hi\u1ec7n c\u00e1c d\u1ecbch v\u1ee5 phi\u00ean b\u1ea3n hi\u1ec7n t\u1ea1i ch\u1ec9 h\u1ed7 tr\u1ee3 m\u1ed9t phi\u00ean b\u1ea3n tr\u01b0\u1edbc \u0111\u00f3.
version_service.err_restore_no_version=N\u00fat {0} kh\u00f4ng \u0111\u01b0\u1ee3c kh\u00f4i ph\u1ee5c v\u00ec c\u00f3 l\u00e0 kh\u00f4ng c\u00f3 th\u00f4ng tin Phi\u00ean b\u1ea3n c\u00f3 s\u1eb5n cho n\u00fat n\u00e0y.
version_service.err_revert_mismatch=Phi\u00ean b\u1ea3n cung c\u1ea5p cho tr\u1edf l\u1ea1i kh\u00f4ng \u0111\u1ebfn t\u1eeb L\u01b0\u1ee3c s\u1eed Phi\u00ean b\u1ea3n c\u1ee7a n\u00fat.


version_service.migration.patch.noop=Kh\u00f4ng c\u00f3 g\u00ec \u0111\u1ec3 l\u00e0m (kh\u00f4ng c\u00f3 phi\u00ean b\u1ea3n l\u1ecbch s\u1eed \u1edf trong c\u1eeda h\u00e0ng phi\u00ean b\u1ea3n c\u0169)

version_service.migration.patch.complete=Di chuy\u1ec3n ho\u00e0n - di chuy\u1ec3n {0} (trong s\u1ed1 {1}) c\u1ee7a c\u0169 phi\u00ean b\u1ea3n l\u1ecbch s\u1eed (\u0111\u1ebfn m\u1edbi Phi\u00ean b\u1ea3n l\u01b0u tr\u1eef) trong {2} (x\u00f3a ngay l\u1eadp t\u1ee9c \= {3})
version_service.migration.patch.in_progress=Di chuy\u1ec3n ho\u00e0n - di chuy\u1ec3n {0} (trong s\u1ed1 {1}) c\u1ee7a c\u0169 phi\u00ean b\u1ea3n l\u1ecbch s\u1eed (\u0111\u1ebfn m\u1edbi Phi\u00ean b\u1ea3n l\u01b0u tr\u1eef) trong {2} (x\u00f3a ngay l\u1eadp t\u1ee9c \= {3})
version_service.migration.patch.warn.skip1=C\u00e1c di chuy\u1ec3n b\u1ecb b\u1ecf qua c\u1ee7a {0} (out c\u1ee7a {1}) c\u0169 batches Phi\u00ean b\u1ea3n l\u1ecbch s\u1eed (migrate incomplete) trong {2} gi\u00e2y
version_service.migration.patch.warn.skip2=C\u00e1c di chuy\u1ec3n b\u1ecb b\u1ecf qua c\u1ee7a {0} c\u0169 phi\u00ean b\u1ea3n l\u1ecbch (\u0111\u00e3 di chuy\u1ec3n)

version_service.migration.delete.complete=Ho\u00e0n th\u00e0nh n\u1ec1n x\u00f3a {0} (out c\u1ee7a {1}) di chuy\u1ec3n Phi\u00ean b\u1ea3n l\u1ecbch s\u1eed (t\u1eeb l\u01b0u tr\u1eef phi\u00ean b\u1ea3n c\u0169) trong {2} gi\u00e2y
version_service.migration.delete.warn.skip1=B\u1ecf qua b\u1ed1i c\u1ea3nh x\u00f3a {0} (out {1}) l\u00f4 c\u0169 phi\u00ean b\u1ea3n l\u1ecbch s\u1eed (x\u00f3a ch\u01b0a ho\u00e0n ch\u1ec9nh) trong {2} gi\u00e2y
version_service.migration.delete.warn.skip2=B\u1ecf qua b\u1ed1i c\u1ea3nh x\u00f3a {0} c\u0169 phi\u00ean b\u1ea3n l\u1ecbch (kh\u00f4ng di chuy\u1ec3n)

