# I18N message properties
empty_message=
left_qoute='
right_quote='

# Multilingual
make_multilingual=Th\u1ef1c hi\u1ec7n \u0111a ng\u00f4n ng\u1eef
make_multilingual_tooltip=L\u00e0m cho t\u00e0i li\u1ec7u n\u00e0y \u0111a ng\u00f4n ng\u1eef
make_multilingual_description=Chuy\u1ec3n \u0111\u1ed5i t\u00e0i li\u1ec7u n\u00e0y nh\u01b0 l\u00e0 m\u1ed9t t\u00e0i li\u1ec7u \u0111a ng\u00f4n ng\u1eef.
error_make_multilingual_dialog=Kh\u00f4ng th\u1ec3 \u0111\u1ec3 l\u00e0m cho t\u1eadp tin n\u00e0y \u0111a ng\u00f4n ng\u1eef.
add_translation=Th\u00eam b\u1ea3n d\u1ecbch
add_translation_tooltip=Th\u00eam b\u1ea3n d\u1ecbch cho t\u00e0i li\u1ec7u n\u00e0y
add_translation_description=Th\u00eam b\u1ea3n d\u1ecbch cho t\u00e0i li\u1ec7u n\u00e0y.
error_add_translation_dialog=Kh\u00f4ng th\u1ec3 th\u00eam b\u1ea3n d\u1ecbch.
trad_exists_error=M\u1ed9t b\u1ea3n d\u1ecbch \u0111\u00e3 t\u1ed3n t\u1ea1i cho mi\u1ec1n \u0111\u1ecba ph\u01b0\u01a1ng n\u00e0y.
add_translation_wc=Th\u00eam b\u1ea3n d\u1ecbch m\u00e0 kh\u00f4ng c\u00f3 n\u1ed9i dung
add_translation_wc_tooltip=Th\u00eam b\u1ea3n d\u1ecbch m\u00e0 kh\u00f4ng c\u00f3 n\u1ed9i dung t\u00e0i li\u1ec7u
add_translation_wc_description=Th\u00eam m\u1ed9t b\u1ea3n d\u1ecbch v\u00e0o thu\u1ed9c t\u00ednh c\u1ee7a t\u00e0i li\u1ec7u.
error_add_translation_wc_dialog=Kh\u00f4ng th\u1ec3 \u0111\u1ec3 th\u00eam m\u1ed9t b\u1ea3n d\u1ecbch m\u00e0 kh\u00f4ng c\u00f3 n\u1ed9i dung.
ml_common_content_properties=Thu\u1ed9c t\u00ednh n\u1ed9i dung \u0111a ng\u00f4n ng\u1eef chung
ml_other_options=L\u1ef1a ch\u1ecdn kh\u00e1c
ml_add_trans_when_diag_close=Th\u00eam b\u1ea3n d\u1ecbch khi \u0111\u00f3ng h\u1ed9p tho\u1ea1i n\u00e0y.
ml_with_content=V\u1edbi n\u1ed9i dung
ml_just_trans_info=Kh\u00f4ng c\u00f3 n\u1ed9i dung (ch\u1ec9 d\u1ecbch th\u00f4ng tin)
not_multilingual=T\u00e0i li\u1ec7u n\u00e0y \u0111\u00e3 kh\u00f4ng c\u00f3 kh\u00eda c\u1ea1nh \u0111a ng\u00f4n ng\u1eef.
allow_multilinguism=Cho ph\u00e9p c\u00e1c kh\u00eda c\u1ea1nh \u0111a ng\u00f4n ng\u1eef
select_language=<Ch\u1ecdn ng\u00f4n ng\u1eef>
ml_content_info=Th\u00f4ng tin n\u1ed9i dung \u0111a ng\u00f4n ng\u1eef
edit_ml_container_properties=Ch\u1ec9nh s\u1eeda thu\u1ed9c t\u00ednh n\u1ed9i dung \u0111a ng\u00f4n ng\u1eef
edit_ml_container_description=S\u1eeda \u0111\u1ed5i c\u00e1c th\u00f4ng tin v\u1ec1 c\u00e1c n\u1ed9i dung \u0111a ng\u00f4n ng\u1eef.
error_locale_null=M\u1ed9t mi\u1ec1n \u0111\u1ecba ph\u01b0\u01a1ng ph\u1ea3i \u0111\u01b0\u1ee3c x\u00e1c \u0111\u1ecbnh cho n\u00fat n\u00e0y.
translator=Translator
manage_multilingual_details_for=Qu\u1ea3n l\u00fd c\u00e1c n\u1ed9i dung \u0111a ng\u00f4n ng\u1eef cho
manage_multilingual_details=Qu\u1ea3n l\u00fd n\u1ed9i dung \u0111a ng\u00f4n ng\u1eef
manage_multilingual_details_tooltip=S\u1eed d\u1ee5ng Trang n\u00e0y \u0111\u1ec3 qu\u1ea3n l\u00fd n\u1ed9i dung \u0111a ng\u00f4n ng\u1eef
manage_multilingual_details_description=S\u1eed d\u1ee5ng Trang n\u00e0y \u0111\u1ec3 qu\u1ea3n l\u00fd n\u1ed9i dung \u0111a ng\u00f4n ng\u1eef.
translations=Tham kh\u1ea3o
related_translations=B\u1ea3n d\u1ecbch c\u00f3 li\u00ean quan
related_content=N\u1ed9i dung li\u00ean quan
deep_copy=B\u1ea3n sao s\u00e2u
new_edition=Phi\u00ean b\u1ea3n m\u1edbi
new_edition_from=C\u00e1c phi\u00ean b\u1ea3n m\u1edbi n\u00e0y
new_edition_tooltip=T\u1ea1o ra m\u1ed9t phi\u00ean b\u1ea3n m\u1edbi t\u1eeb n\u1ed9i dung \u0111a ng\u00f4n ng\u1eef n\u00e0y.
properties_close=Ch\u1ec9nh s\u1eeda thu\u1ed9c t\u00ednh \u0111a ng\u00f4n ng\u1eef khi h\u1ed9p tho\u1ea1i \u0111\u00f3ng
pivot_translation=Pivot d\u1ecbch
edition=Phi\u00ean b\u1ea3n
editions=Phi\u00ean b\u1ea3n
current=Hi\u1ec7n t\u1ea1i
new_edition_wizard_title=Thu\u1eadt s\u0129 \u1ea4n b\u1ea3n m\u1edbi
new_edition_wizard_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n t\u1ea1o ra m\u1ed9t phi\u00ean b\u1ea3n m\u1edbi c\u1ee7a m\u1ed9t t\u00e0i li\u1ec7u \u0111a ng\u00f4n ng\u1eef.
error_new_edition_wizard=Kh\u00f4ng th\u1ec3 t\u1ea1o ra m\u1ed9t phi\u00ean b\u1ea3n m\u1edbi t\u1eeb t\u00e0i li\u1ec7u \u0111a ng\u00f4n ng\u1eef n\u00e0y.
step1_choose_translation=B\u1eaft \u0111\u1ea7u m\u1ee5c
step1_choose_translation_desc=B\u01b0\u1edbc m\u1ed9t, ch\u1ecdn m\u1ee5c b\u1eaft \u0111\u1ea7u t\u1eeb danh s\u00e1ch c\u00e1c b\u1ea3n d\u1ecbch
new_edition_choose_translation_title=B\u01b0\u1edbc m\u1ed9t - b\u1eaft \u0111\u1ea7u t\u1eeb m\u1ee5c
new_edition_choose_translation_desc=Ch\u1ecdn m\u1ee5c n\u1ed9i dung m\u00e0 b\u1ea1n mu\u1ed1n t\u1ea1o c\u00e1c phi\u00ean b\u1ea3n m\u1edbi.
step2_edition_details=Phi\u00ean b\u1ea3n chi ti\u1ebft
step1_edition_details_desc=B\u01b0\u1edbc m\u1ed9t, ch\u1ec9nh s\u1eeda c\u00e1c chi ti\u1ebft c\u1ee7a c\u00e1c \u1ea5n b\u1ea3n m\u1edbi
step2_edition_details_desc=B\u01b0\u1edbc m\u1ed9t, ch\u1ec9nh s\u1eeda c\u00e1c chi ti\u1ebft c\u1ee7a c\u00e1c \u1ea5n b\u1ea3n m\u1edbi
step1_new_edition_details_title=B\u01b0\u1edbc m\u1ed9t - phi\u00ean b\u1ea3n chi ti\u1ebft
step2_new_edition_details_title=B\u01b0\u1edbc hai - phi\u00ean b\u1ea3n chi ti\u1ebft
new_edition_details_desc=Nh\u1eadp th\u00f4ng tin v\u1ec1 phi\u00ean b\u1ea3n m\u1edbi.
step3_edition_summary=T\u00f3m t\u1eaft
step2_edition_summary_desc=B\u01b0\u1edbc ba, xem ph\u1ea7n t\u00f3m t\u1eaft c\u1ee7a c\u00e1c \u1ea5n b\u1ea3n m\u1edbi
step3_edition_summary_desc=B\u01b0\u1edbc ba, xem ph\u1ea7n t\u00f3m t\u1eaft c\u1ee7a c\u00e1c \u1ea5n b\u1ea3n m\u1edbi
step2_new_edition_summary_title=B\u01b0\u1edbc hai - t\u00f3m t\u1eaft
step3_new_edition_summary_title=B\u01b0\u1edbc ba - t\u00f3m t\u1eaft
new_edition_summary_desc=C\u00e1c th\u00f4ng tin b\u1ea1n \u0111\u00e3 nh\u1eadp \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb d\u01b0\u1edbi \u0111\u00e2y.
new_edition_finish_instruction=\u0110\u1ec3 \u0111\u00f3ng thu\u1eadt s\u0129 n\u00e0y v\u00e0 \u00e1p d\u1ee5ng thay \u0111\u1ed5i c\u1ee7a b\u1ea1n b\u1ea5m ho\u00e0n t\u1ea5t.
edition_properties=Thu\u1ed9c t\u00ednh phi\u00ean b\u1ea3n
edition_notes=Phi\u00ean b\u1ea3n ghi ch\u00fa
modify_translation_properties=S\u1eeda \u0111\u1ed5i thu\u1ed9c t\u00ednh b\u1ea3n d\u1ecbch khi thu\u1eadt s\u0129 n\u00e0y k\u1ebft th\u00fac.
translation_title=Ti\u00eau \u0111\u1ec1 d\u1ecbch
translation_language=Ng\u00f4n ng\u1eef d\u1ecbch
translation_author=T\u00e1c gi\u1ea3 d\u1ecbch
new_edition_details=M\u1edbi Phi\u00ean b\u1ea3n chi ti\u1ebft
create_new_edition_using=T\u1ea1o ra m\u1ed9t m\u1edbi Phi\u00ean b\u1ea3n s\u1eed d\u1ee5ng
translations_checked_out_error=Kh\u00f4ng th\u1ec3 t\u1ea1o ra m\u1ed9t \u1ea5n b\u1ea3n m\u1edbi b\u1edfi v\u00ec c\u00e1c b\u1ea3n d\u1ecbch \u0111ang ki\u1ec3m tra ra.
available_translations=C\u00f3 s\u1eb5n b\u1ea3n d\u1ecbch
marker_tooltip=Thay \u0111\u1ed5i ng\u00f4n ng\u1eef n\u1ed9i dung c\u1ee7a b\u1ea1n \u0111\u1ec3 xem ho\u1eb7c ch\u1ec9nh s\u1eeda v\u0103n b\u1ea3n trong ng\u00f4n ng\u1eef kh\u00e1c nhau.
checked_out_by=Ki\u1ec3m tra b\u1edfi
doc_name=T\u00e0i li\u1ec7u t\u00ean
title_mlcontainer_details=Th\u00f4ng tin chi ti\u1ebft t\u00e0i li\u1ec7u \u0111a ng\u00f4n ng\u1eef

# Versioning of the metadata

versioned_details_of=C\u00e1c chi ti\u1ebft versioned c\u1ee7a
versioned_documentdetails_description=Xem th\u00f4ng tin chi ti\u1ebft v\u1ec1 n\u1ed9i dung phi\u00ean b\u1ea3n.
title_versioned_doc_details=T\u00e0i li\u1ec7u chi ti\u1ebft ph\u00ean b\u1ea3n
view_versioned_properties=Thu\u1ed9c t\u00ednh t\u1eeb m\u1ed9t n\u1ed9i dung phi\u00ean b\u1ea3n
view_versioned_properties_description=Xem thu\u1ed9c t\u00ednh c\u1ee7a m\u1ed9t n\u1ed9i dung phi\u00ean b\u1ea3n.

# Date Pattern
date_pattern=d MMMM yyyy
date_time_pattern=d MMMM yyyy HH:mm
time_pattern=HH:mm

# General UI
product_name=Ngo\u00e0i tr\u1eddi
view_description=Quan \u0111i\u1ec3m n\u00e0y cho ph\u00e9p b\u1ea1n \u0111\u1ec3 tr\u00ecnh duy\u1ec7t c\u00e1c m\u1ee5c trong kh\u00f4ng gian n\u00e0y.
search_description=Quan \u0111i\u1ec3m n\u00e0y cho ph\u00e9p b\u1ea1n xem c\u00e1c k\u1ebft qu\u1ea3 t\u1eeb t\u00ecm ki\u1ebfm c\u1ee7a b\u1ea1n.
checkinfile_description=Ki\u1ec3m tra trong b\u1ea3n sao l\u00e0m vi\u1ec7c c\u1ee7a b\u1ea1n cho c\u00e1c th\u00e0nh vi\u00ean kh\u00e1c c\u1ee7a \u0111\u1ed9i ng\u0169 l\u00e0m vi\u1ec7c v\u1edbi.
checkoutfilelink_description=Ch\u1ec9nh s\u1eeda c\u00e1c t\u1eadp tin ki\u1ec3m tra ra, ho\u00e0n t\u00e1c ki\u1ec3m tra ho\u1eb7c mang v\u1ec1 l\u00e0m vi\u1ec7c.
checkoutfile_description=Nh\u1eadp th\u00f4ng tin v\u1ec1 vi\u1ec7c ki\u1ec3m tra.
doneediting_description=Ho\u00e0n t\u1ea5t ch\u1ec9nh s\u1eeda b\u1ea3n sao l\u00e0m vi\u1ec7c c\u1ee7a b\u1ea1n \u0111\u1ec3 cho ph\u00e9p c\u00e1c th\u00e0nh vi\u00ean kh\u00e1c c\u1ee7a \u0111\u1ed9i ng\u0169 l\u00e0m vi\u1ec7c v\u1edbi.
documentdetails_description=Xem th\u00f4ng tin chi ti\u1ebft v\u1ec1 n\u1ed9i dung.
linkdetails_description=Xem th\u00f4ng tin chi ti\u1ebft v\u1ec1 c\u00e1c \u0111\u1ed1i t\u01b0\u1ee3ng li\u00ean k\u1ebft.
previewdocument_description=Xem tr\u01b0\u1edbc n\u1ed9i dung ho\u1eb7c c\u00e1c kh\u00f4ng gian trong v\u00f2ng m\u1ed9t khu\u00f4n m\u1eabu.
spacedetails_description=Xem chi ti\u1ebft v\u1ec1 kh\u00f4ng gian.
undocheckoutfile_description=H\u1ee7y b\u1ecf vi\u1ec7c ki\u1ec3m tra ra c\u1ee7a m\u1ed9t t\u00e0i li\u1ec7u v\u00e0 lo\u1ea1i b\u1ecf b\u1ea5t k\u1ef3 thay \u0111\u1ed5i.
cancel_editing_file_description=H\u1ee7y b\u1ecf ch\u1ec9nh s\u1eeda m\u1ed9t t\u00e0i li\u1ec7u v\u00e0 lo\u1ea1i b\u1ecf b\u1ea5t k\u1ef3 thay \u0111\u1ed5i.
updatefile_description=C\u1eadp Nh\u1eadt m\u1ed9t t\u00e0i li\u1ec7u v\u00e0o kho v\u1edbi n\u1ed9i dung t\u1eeb m\u00e1y t\u00ednh c\u1ee7a b\u1ea1n.
editfile_description=Ch\u1ec9nh s\u1eeda n\u1ed9i dung c\u1ee7a t\u1eadp tin.
editfileinline_description=Ch\u1ec9nh s\u1eeda n\u1ed9i dung c\u1ee7a t\u00e0i li\u1ec7u, sau \u0111\u00f3 nh\u1ea5p v\u00e0o l\u01b0u.
createfile_description=Nh\u1eadp n\u1ed9i dung m\u1edbi.
manageusers_description=Qu\u1ea3n l\u00fd ng\u01b0\u1eddi d\u00f9ng c\u1ee7a kho l\u01b0u tr\u1eef.
manage_invited_users_description=Qu\u1ea3n l\u00fd cho ph\u00e9p b\u1ea1n c\u00f3 c\u1ea5p cho ng\u01b0\u1eddi s\u1eed d\u1ee5ng truy c\u1eadp v\u00e0o kh\u00f4ng gian c\u1ee7a b\u1ea1n.
manage_content_users_description=Qu\u1ea3n l\u00fd cho ph\u00e9p b\u1ea1n c\u00f3 c\u1ea5p cho ng\u01b0\u1eddi s\u1eed d\u1ee5ng truy c\u1eadp v\u00e0o kh\u00f4ng gian c\u1ee7a b\u1ea1n.
modify_user_roles_description=Thay \u0111\u1ed5i c\u00e1c quy\u1ec1n \u0111\u01b0\u1ee3c c\u1ea5p cho ng\u01b0\u1eddi d\u00f9ng \u0111\u1ec3 truy c\u1eadp v\u00e0o kh\u00f4ng gian c\u1ee7a b\u1ea1n.
modify_content_user_roles_description=Thay \u0111\u1ed5i c\u00e1c quy\u1ec1n \u0111\u01b0\u1ee3c c\u1ea5p cho ng\u01b0\u1eddi d\u00f9ng \u0111\u1ec3 truy c\u1eadp v\u00e0o kh\u00f4ng gian c\u1ee7a b\u1ea1n.
advancedsearch_description=Th\u1ef1c hi\u1ec7n m\u1ed9t t\u00ecm ki\u1ebfm chi ti\u1ebft h\u01a1n c\u1ee7a kho l\u01b0u tr\u1eef.
edit_content_description=S\u1eeda \u0111\u1ed5i thu\u1ed9c t\u00ednh n\u1ed9i dung sau \u0111\u00f3 nh\u1ea5p v\u00e0o OK.
view_content_description=Xem thu\u1ed9c t\u00ednh n\u1ed9i dung.
editcategory_description=\u0110\u1eb7t c\u00e1c lo\u1ea1i cho c\u00e1c t\u00e0i li\u1ec7u sau \u0111\u00f3 b\u1ea5m OK.
editcategory_space_description=\u0110\u1eb7t c\u00e1c lo\u1ea1i cho kh\u00f4ng gian, sau \u0111\u00f3 b\u1ea5m OK.
editworkflow_description=S\u1eeda \u0111\u1ed5i thu\u1ed9c t\u00ednh c\u1ee7a quy tr\u00ecnh l\u00e0m vi\u1ec7c \u0111\u01a1n gi\u1ea3n, sau \u0111\u00f3 nh\u1ea5p v\u00e0o OK.
editspace_description=S\u1eeda \u0111\u1ed5i thu\u1ed9c t\u00ednh space r\u1ed3i b\u1ea5m OK.
editlink_description=S\u1eeda \u0111\u1ed5i thu\u1ed9c t\u00ednh \u0111\u1ed1i t\u01b0\u1ee3ng n\u1ed1i k\u1ebft sau \u0111\u00f3 b\u1ea5m OK.
create_space_description=Nh\u1eadp th\u00f4ng tin v\u1ec1 kh\u00f4ng gian m\u1edbi, sau \u0111\u00f3 nh\u1ea5p v\u00e0o t\u1ea1o ra kh\u00f4ng gian.
space_rules_description=Quan \u0111i\u1ec3m n\u00e0y cho b\u1ea1n th\u1ea5y t\u1ea5t c\u1ea3 c\u00e1c quy t\u1eafc \u0111\u01b0\u1ee3c \u00e1p d\u1ee5ng cho c\u00e1c n\u1ed9i dung trong kh\u00f4ng gian n\u00e0y.
warning_inline=\u0110i\u1ec1u n\u00e0y ch\u1ec9 \u0111\u01b0\u1ee3c \u0111\u1ec1 ngh\u1ecb cho c\u00e1c t\u00e0i li\u1ec7u HTML ho\u1eb7c v\u0103n b\u1ea3n thu\u1ea7n tu\u00fd.
categories_description=Quan \u0111i\u1ec3m n\u00e0y cho ph\u00e9p b\u1ea1n \u0111\u1ec3 tr\u00ecnh duy\u1ec7t v\u00e0 s\u1eeda \u0111\u1ed5i h\u1ec7 th\u1ed1ng ph\u00e2n c\u1ea5p danh m\u1ee5c.
new_category_description=Nh\u1eadp th\u00f4ng tin v\u1ec1 th\u1ec3 lo\u1ea1i m\u1edbi, sau \u0111\u00f3 nh\u1ea5p v\u00e0o t\u1ea1o th\u1ec3 lo\u1ea1i.
status_message_default=Kh\u00f4ng c\u00f3 tin nh\u1eafn.
no_icons_found=Kh\u00f4ng c\u00f3 bi\u1ec3u t\u01b0\u1ee3ng \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y
required_field=C\u00e1c tr\u01b0\u1eddng b\u1eaft bu\u1ed9c
no_data=--

# Download document
download_doc=T\u1ea3i v\u1ec1


# Offline editing
click_here=Click v\u00e0o \u0111\u00e2y
offline_help=\u0110\u1ec3 \u0111\u01b0\u1ee3c tr\u1ee3 gi\u00fap v\u1ec1 c\u00e1ch ch\u1ec9nh s\u1eeda gi\u00e1n tuy\u1ebfn
offline_download=T\u1ea3i v\u1ec1 c\u1ee7a b\u1ea1n s\u1ebd b\u1eaft \u0111\u1ea7u t\u1ef1 \u0111\u1ed9ng ngay. N\u1ebfu n\u00f3 kh\u00f4ng x\u1ea3y ra, b\u1ea1n c\u00f3 th\u1ec3 s\u1eed d\u1ee5ng li\u00ean k\u1ebft b\u00ean c\u1ea1nh b\u1ed9 \u0111\u1ebfm th\u1eddi gian. S\u1ed1 gi\u00e2y c\u00f2n l\u1ea1i\:
offline_start_download=B\u1eaft \u0111\u1ea7u t\u1ea3i v\u1ec1
offline_download_auto_change=N\u1ebfu b\u1ea1n kh\u00f4ng mu\u1ed1n c\u00e1c t\u1eadp tin \u0111\u1ec3 b\u1eaft \u0111\u1ea7u t\u1ea3i v\u1ec1 t\u1ef1 \u0111\u1ed9ng khi b\u1ea1n ch\u1ecdn ch\u1ec9nh s\u1eeda di\u1ec5n \u0111\u00e0n sau \u0111\u00f3
offline_download_not_started=N\u1ebfu t\u00e0i li\u1ec7u c\u1ee7a b\u1ea1n \u0111\u00e3 kh\u00f4ng b\u1eaft \u0111\u1ea7u t\u1ea3i v\u1ec1 sau \u0111\u00f3
offline_editing=Ch\u1ec9nh s\u1eeda gi\u00e1n tuy\u1ebfn
offline_title=T\u1ea3i v\u1ec1 ph\u1ea7n ''{0}'' \u0111\u1ec3 ch\u1ec9nh s\u1eeda gi\u00e1n tuy\u1ebfn.

# UI Component messages
done=Th\u1ef1c hi\u1ec7n
yes=C\u00f3
no=Kh\u00f4ng
error=L\u1ed7i
no_not_now=Kh\u00f4ng c\u00f3 kh\u00f4ng ph\u1ea3i b\u00e2y gi\u1edd
kilobyte=KB
megabyte=MB
gigabyte=GB
locked_you=Kho\u1ea3n m\u1ee5c b\u1ecb kh\u00f3a c\u1ee7a b\u1ea1n
locked_user=Kho\u1ea3n m\u1ee5c b\u1ecb kh\u00f3a b\u1edfi {0,choice,0#SHOULD_NOT_HAPPEN|1#user|1<users}
wizard_errors=Xin vui l\u00f2ng s\u1eeda l\u1ed7i d\u01b0\u1edbi \u0111\u00e2y.
last_page=Trang cu\u1ed1i
next_page=Trang ti\u1ebfp theo
prev_page=Trang tr\u01b0\u1edbc
first_page=Trang \u0111\u1ea7u ti\u00ean
page_info=Page {0} of {1}
go_up=\u0110i l\u00ean
ok=Ok
go=\u0110i
to=\u0110\u1ebfn
from=T\u1eeb
options=T\u00f9y ch\u1ecdn
other_options=L\u1ef1a ch\u1ecdn kh\u00e1c
local=\u0110\u1ecba ph\u01b0\u01a1ng
inherited=Th\u1eeba k\u1ebf
search=T\u00ecm ki\u1ebfm
advanced_search=T\u00ecm ki\u1ebfm n\u00e2ng cao
value_not_set=kh\u00f4ng \u0111\u1eb7t
description_not_set=Kh\u00f4ng c\u00f3 m\u00f4 t\u1ea3 thi\u1ebft l\u1eadp.
clear=K\u1ebft qu\u1ea3 r\u00f5 r\u00e0ng
results_contains=K\u1ebft qu\u1ea3 cho ''{0}''.
results_contains_filter=K\u1ebft qu\u1ea3 cho ''{0}'' trong ''{1}''.
details_view=Xem th\u00f4ng tin chi ti\u1ebft
view_icon=Xem bi\u1ec3u t\u01b0\u1ee3ng
view_browse=Duy\u1ec7t xem
create_options=T\u1ea1o
more_options=Nhi\u1ec1u h\u01a1n...
more_actions=Th\u00eam h\u00e0nh \u0111\u1ed9ng
more_options_space=C\u00e1c h\u00e0nh \u0111\u1ed9ng th\u00eam cho kh\u00f4ng gian n\u00e0y
more_options_file=C\u00e1c t\u00e1c v\u1ee5 kh\u00e1c cho t\u00e0i li\u1ec7u n\u00e0y
select_space_prompt=Click v\u00e0o \u0111\u00e2y \u0111\u1ec3 ch\u1ecdn m\u1ed9t kh\u00f4ng gian
select_existing_space_prompt=Click v\u00e0o \u0111\u00e2y \u0111\u1ec3 ch\u1ecdn m\u1ed9t kh\u00f4ng gian s\u1eb5n c\u00f3
select_home_space_prompt=Click v\u00e0o \u0111\u00e2y \u0111\u1ec3 ch\u1ecdn v\u1ecb tr\u00ed kh\u00f4ng gian trang ch\u1ee7
select_category_prompt=Click v\u00e0o \u0111\u00e2y \u0111\u1ec3 ch\u1ecdn m\u1ed9t th\u1ec3 lo\u1ea1i
select_destination_prompt=Click v\u00e0o \u0111\u00e2y \u0111\u1ec3 ch\u1ecdn c\u00e1c \u0111i\u1ec3m \u0111\u1ebfn
select_web_project_folder=Click v\u00e0o \u0111\u00e2y \u0111\u1ec3 ch\u1ecdn m\u1ed9t th\u01b0 m\u1ee5c d\u1ef1 \u00e1n Web
add_new=Th\u00eam m\u1edbi
change=Thay \u0111\u1ed5i
select=Ch\u1ecdn
set=Thi\u1ebft l\u1eadp
no_categories_applied=T\u00e0i li\u1ec7u n\u00e0y ch\u01b0a c\u00f3 b\u1ea5t k\u1ef3 lo\u1ea1i n\u00e0o \u0111\u01b0\u1ee3c \u00e1p d\u1ee5ng.
has_following_categories=T\u00e0i li\u1ec7u n\u00e0y c\u00f3 th\u1ec3 lo\u1ea1i sau \u0111\u00e2y \u00e1p d\u1ee5ng...
no_categories_applied_space=Kh\u00f4ng gian n\u00e0y ch\u01b0a c\u00f3 b\u1ea5t k\u1ef3 lo\u1ea1i n\u00e0o \u0111\u01b0\u1ee3c \u00e1p d\u1ee5ng.
has_following_categories_space=Kh\u00f4ng gian n\u00e0y c\u00f3 c\u00e1c lo\u1ea1i sau \u0111\u00e2y \u00e1p d\u1ee5ng...
moved=di chuy\u1ec3n
copied=sao ch\u00e9p
clipboard=B\u1ea3ng t\u1ea1m
node_added_clipboard=M\u1ed9t m\u1ee5c \u0111\u00e3 \u0111\u01b0\u1ee3c b\u1ed5 sung v\u00e0o b\u1ea3ng t\u1ea1m. B\u00e2y gi\u1edd l\u00e0 {0} m\u00e3 (s) trong b\u1ea3ng t\u1ea1m. \u0110\u1ec3 d\u00e1n t\u1ea5t c\u1ea3 thu th\u1eadp m\u1ee5c \u0111i\u1ec1u h\u01b0\u1edbng \u0111\u1ebfn kh\u00f4ng gian mong mu\u1ed1n sau \u0111\u00f3 t\u1eeb menu d\u01b0\u1edbi ''Th\u00eam h\u00e0nh \u0111\u1ed9ng'' ch\u1ecdn ''D\u00e1n t\u1ea5t c\u1ea3''.
node_added_clipboard_avm=M\u1ed9t m\u1ee5c \u0111\u00e3 \u0111\u01b0\u1ee3c b\u1ed5 sung v\u00e0o b\u1ea3ng t\u1ea1m. B\u00e2y gi\u1edd l\u00e0 {0} m\u00e3 (s) trong b\u1ea3ng t\u1ea1m. B\u1ea1n c\u00f3 th\u1ec3 truy c\u1eadp ch\u00fang tr\u00ean thanh b\u00ean b\u1eb1ng c\u00e1ch ch\u1ecdn ''K\u1ec7'' plugin b\u1eb1ng c\u00e1ch s\u1eed d\u1ee5ng tr\u00ecnh \u0111\u01a1n b\u00ean tr\u00e1i h\u00e0ng \u0111\u1ea7u.
not_suitable_view_for_paste_warn=Kh\u00f4ng th\u1ec3 d\u00e1n \"{0}\" \u0111\u1ec3 xem hi\u1ec7n th\u1eddi. Xin vui l\u00f2ng di chuy\u1ec3n \u0111\u1ebfn m\u1ed9t \u0111\u00edch h\u1ee3p l\u1ec7.
recent_spaces=Kh\u00f4ng gian hi\u1ec7n t\u1ea1i
shortcuts=Ph\u00edm t\u1eaft
company_home=Trang ch\u1ee7 c\u00f4ng ty
my_home=Trang ch\u1ee7 c\u1ee7a t\u00f4i
guest_home=Trang ch\u1ee7 kh\u00e1ch
new_search=T\u00ecm ki\u1ebfm m\u1edbi
search_results=K\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm
search_detail=K\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm cho \"{0}\" Hi\u1ec3n th\u1ecb d\u01b0\u1edbi \u0111\u00e2y
close_search=T\u00ecm ki\u1ebfm g\u1ea7n
browse_spaces=Kh\u00f4ng gian duy\u1ec7t
browse_content=N\u1ed9i dung m\u1ee5c
location=V\u1ecb tr\u00ed
toggle_shelf=\u1ea8n ho\u1eb7c hi\u1ec3n th\u1ecb thanh b\u00ean
actions=H\u00e0nh \u0111\u1ed9ng
view=Xem
view_details=Xem chi ti\u1ebft
view_details_file=Xem chi ti\u1ebft cho t\u1eadp tin
change_details=Thay \u0111\u1ed5i th\u00f4ng tin
update=C\u1eadp Nh\u1eadt
download=T\u1ea3i v\u1ec1
cut=C\u1eaft
copy=Sao ch\u00e9p
paste=D\u00e1n
remove=Lo\u1ea1i b\u1ecf
change_roles=Thay \u0111\u1ed5i vai tr\u00f2
change_user_roles=Thay \u0111\u1ed5i vai tr\u00f2 ng\u01b0\u1eddi d\u00f9ng
paste_item=D\u00e1n m\u1ee5c
paste_link=D\u00e1n li\u00ean k\u1ebft
paste_all=D\u00e1n t\u1ea5t c\u1ea3
remove_item=Lo\u1ea1i b\u1ecf kho\u1ea3n m\u1ee5c
remove_all=Lo\u1ea1i b\u1ecf t\u1ea5t c\u1ea3
close=\u0110\u00f3ng
invite=L\u1eddi m\u1eddi
invite_user=M\u1eddi ng\u01b0\u1eddi d\u00f9ng
filter_contents=L\u1ecdc n\u1ed9i dung
users=Ng\u01b0\u1eddi d\u00f9ng
groups=Nh\u00f3m
resetall=\u0110\u1eb7t l\u1ea1i t\u1ea5t c\u1ea3
content_rules=Quy t\u1eafc n\u1ed9i dung
view_in_browser=Ch\u1ebf \u0111\u1ed9 xem trong tr\u00ecnh duy\u1ec7t
view_in_webdav=Ch\u1ebf \u0111\u1ed9 xem trong WebDAV
view_in_cifs=Ch\u1ebf \u0111\u1ed9 xem trong CIFS
download_content=T\u1ea3i v\u1ec1 n\u1ed9i dung
details_page_bookmark=URL trang th\u00f4ng tin chi ti\u1ebft
details_browse_bookmark=Duy\u1ec7t trang URL
noderef_link=Ngo\u00e0i tr\u1eddi n\u00fat tham kh\u1ea3o
links=Li\u00ean k\u1ebft
create_shortcut=T\u1ea1o l\u1ed1i t\u1eaft
navigation=Danh m\u1ee5c ch\u00ednh
next_item=Ti\u1ebfp theo m\u1ee5c
previous_item=M\u1ee5c tr\u01b0\u1edbc
cancel=H\u1ee7y b\u1ecf
upload=T\u1ea3i l\u00ean
homespace=Kh\u00f4ng gian g\u1ed1c
network_folder=M\u1edf th\u01b0 m\u1ee5c m\u1ea1ng
other_action=Th\u1ef1c thi h\u00e0nh \u0111\u1ed9ng
information=Th\u00f4ng tin
move=Di chuy\u1ec3n
type=Lo\u1ea1i
tag=T\u1eeb kh\u00f3a
encoding=M\u00e3 h\u00f3a
aspect=Kh\u00eda c\u1ea1nh
workflow=Quy tr\u00ecnh l\u00e0m vi\u1ec7c
workflows=Quy tr\u00ecnh c\u00f4ng vi\u1ec7c
rules=Quy t\u1eafc
system_error=L\u1ed7i h\u1ec7 th\u1ed1ng
login=\u0110\u0103ng nh\u1eadp
templates=M\u1eabu
template=M\u1eabu
rss_template=M\u1eabu RSS
select_button=Ch\u1ecdn...
select_items=Ch\u1ecdn m\u1ee5c
select_an_item=Ch\u1ecdn m\u1ed9t m\u1ee5c
selected_items=Kho\u1ea3n m\u1ee5c \u0111\u01b0\u1ee3c ch\u1ecdn
add_to_list_button=Th\u00eam v\u00e0o danh s\u00e1ch
none=Kh\u00f4ng c\u00f3
no_selected_items=Kh\u00f4ng c\u00f3 kho\u1ea3n m\u1ee5c \u0111\u00e3 ch\u1ecdn.
search_select_item=T\u00ecm ki\u1ebfm v\u00e0 ch\u1ecdn m\u1ed9t kho\u1ea3n m\u1ee5c.
search_select_items=T\u00ecm ki\u1ebfm v\u00e0 ch\u1ecdn m\u1ee5c.
search_minimum=Kh\u00f4ng \u0111\u1ee7 th\u00f4ng tin \u0111\u01b0\u1ee3c nh\u1eadp \u0111\u1ec3 th\u1ef1c hi\u1ec7n m\u1ed9t t\u00ecm ki\u1ebfm, \u00edt nh\u1ea5t m\u1ed9t gi\u00e1 tr\u1ecb ph\u1ea3i \u0111\u01b0\u1ee3c nh\u1eadp ho\u1eb7c v\u1ecb tr\u00ed \u0111\u00e3 ch\u1ecdn \u0111\u1ec3 t\u00ecm ki\u1ebfm trong. L\u0129nh v\u1ef1c v\u0103n b\u1ea3n y\u00eau c\u1ea7u t\u1ed1i thi\u1ec3u v\u1eadt {0}.
filter=B\u1ed9 l\u1ecdc
choose_icon=Ch\u1ecdn bi\u1ec3u t\u01b0\u1ee3ng
security=An ninh
all_formats=T\u1ea5t c\u1ea3 c\u00e1c \u0111\u1ecbnh d\u1ea1ng
rules_count=S\u1ed1 l\u01b0\u1ee3ng c\u00e1c quy t\u1eafc \u00e1p d\u1ee5ng cho c\u00e1c kh\u00f4ng gian n\u00e0y
working_copy_document=L\u00e0m vi\u1ec7c sao ch\u00e9p
copy_of=B\u1ea3n sao c\u1ee7a
link_to=Li\u00ean k\u1ebft v\u1edbi
icon=Bi\u1ec3u t\u01b0\u1ee3ng
lock=Kh\u00f3a
unlock=M\u1edf kh\u00f3a
items_per_page=B\u00e0i m\u1ed7i trang
raise_issue=N\u00e2ng cao m\u1ed9t v\u1ea5n \u0111\u1ec1
click_to_set_date=B\u1ea5m v\u00e0o \u0111\u1ec3 thi\u1ebft l\u1eadp m\u1ed9t ng\u00e0y
today=H\u00f4m nay
reset=Thi\u1ebft l\u1eadp l\u1ea1i
label=Nh\u00e3n hi\u1ec7u
edit_doc_offline=Ch\u1ec9nh s\u1eeda gi\u00e1n tuy\u1ebfn
edit_doc_online=Ch\u1ec9nh s\u1eeda tr\u1ef1c tuy\u1ebfn
upload_new_version=T\u1ea3i l\u00ean phi\u00ean b\u1ea3n m\u1edbi
checkin_this_file=Ki\u1ec3m tra trong t\u1eadp tin n\u00e0y
cannot_delete_node_has_working_copy=Kh\u00f4ng th\u1ec3 x\u00f3a file \"{0}\" v\u00ec n\u00f3 c\u00f3 m\u1ed9t b\u1ea3n sao \u0111ang l\u00e0m vi\u1ec7c.
unknown=Ch\u01b0a bi\u1ebft
picker_search_min=Vui l\u00f2ng nh\u1eadp t\u1ed1i thi\u1ec3u {0} k\u00fd t\u1ef1 \u0111\u1ec3 th\u1ef1c hi\u1ec7n m\u1ed9t t\u00ecm ki\u1ebfm.
locked=\u0110\u00e3 b\u1ecb kho\u00e1
no_task_resources=Kh\u00f4ng c\u00f3 ngu\u1ed3n t\u00e0i nguy\u00ean c\u00f4ng vi\u1ec7c

# Properties
username=T\u00ean ng\u01b0\u1eddi d\u00f9ng
joindate=Ng\u00e0y tham gia
roles=C\u00e1c vai tr\u00f2
help=Tr\u1ee3 gi\u00fap
name=T\u00ean
password=M\u1eadt kh\u1ea9u
confirm=X\u00e1c nh\u1eadn
path=\u0110\u01b0\u1eddng d\u1eabn
description=M\u00f4 t\u1ea3
created=T\u1ea1o
modified=\u0110\u00e3 thay \u0111\u1ed5i
created_date=Ng\u00e0y t\u1ea1o
modified_date=Ng\u00e0y s\u1eeda \u0111\u1ed5i
size=K\u00edch th\u01b0\u1edbc
title=Ti\u00eau \u0111\u1ec1
author=T\u00e1c gi\u1ea3
date=Ng\u00e0y
mimetype=\u0110\u1ecbnh d\u1ea1ng
modifier=Ng\u01b0\u1eddi s\u1eeda
locale=ng\u00f4n ng\u1eef \u0111\u1ecba ph\u01b0\u01a1ng
quota=Dung l\u01b0\u1ee3ng
sizeCurrent=S\u1eed d\u1ee5ng
sizeQuota=Dung l\u01b0\u1ee3ng
start_date=Ng\u00e0y b\u1eaft \u0111\u1ea7u
percent_completed=Ph\u1ea7n tr\u0103m ho\u00e0n th\u00e0nh

# Repo permission display labels
# Note - these come from the server, the english translation is generally the same
Administrator=Ng\u01b0\u1eddi qu\u1ea3n tr\u1ecb
Consumer=Ng\u01b0\u1eddi s\u1eed d\u1ee5ng
Coordinator=\u0110i\u1ec1u ph\u1ed1i vi\u00ean
Collaborator=Ng\u01b0\u1eddi d\u00f9ng C\u1ed9ng t\u00e1c
Contributor=Ng\u01b0\u1eddi \u0110\u00f3ng g\u00f3p
Editor=Bi\u00ean t\u1eadp vi\u00ean
All=T\u1ea5t c\u1ea3
FullControl=To\u00e0n quy\u1ec1n ki\u1ec3m so\u00e1t
ContentManager=Qu\u1ea3n l\u00fd n\u1ed9i dung
ContentPublisher=Nh\u00e0 xu\u1ea5t b\u1ea3n n\u1ed9i dung
ContentContributor=N\u1ed9i dung \u0111\u00f3ng g\u00f3p
ContentReviewer=Xem n\u1ed9i dung

edit_details=Ch\u1ec9nh s\u1eeda th\u00f4ng tin chi ti\u1ebft

# Actions
delete=X\u00f3a
edit=Ch\u1ec9nh s\u1eeda
checkin=\u0110\u0103ng k\u00fd
checkout=Ki\u1ec3m tra l\u1ea1i
done_editing=Th\u1ef1c hi\u1ec7n ch\u1ec9nh s\u1eeda
checkout_document=Ki\u1ec3m tra t\u00e0i li\u1ec7u n\u00e0y
undocheckout=Quay l\u1ea1i ki\u1ec3m tra
cancel_editing=H\u1ee7y b\u1ecf ch\u1ec9nh s\u1eeda 
delete_space=x\u00f3a kho\u1ea3ng tr\u1ed1ng
delete_file=X\u00f3a t\u1eadp tin
delete_rule=Xo\u00e1 quy t\u1eafc
delete_user=X\u00f3a ng\u01b0\u1eddi d\u00f9ng
remove_user=Lo\u1ea1i b\u1ecf ng\u01b0\u1eddi d\u00f9ng
create_space=T\u1ea1o ra kh\u00f4ng gian
add_content=Th\u00eam n\u1ed9i dung
create_content=T\u1ea1o n\u1ed9i dung
create_form=T\u1ea1o di\u1ec5n \u0111\u00e0n
edit_form=Ch\u1ec9nh s\u1eeda h\u00ecnh th\u1ee9c
create_web_form=T\u1ea1o m\u1eabu Web
edit_web_form=Ch\u1ec9nh s\u1eeda bi\u1ec3u m\u1eabu Web
regenerate_renditions=T\u00e1i t\u1ea1o l\u1ed3ng v\u00e0o
add_multiple_files=Th\u00eam nhi\u1ec1u t\u1eadp tin
import_directory=Th\u01b0 m\u1ee5c nh\u1eadp kh\u1ea9u
advanced_space_wizard=H\u01b0\u1edbng d\u1eabn n\u00e2ng cao kho\u1ea3ng tr\u1ed1ng
create_rule=T\u1ea1o quy t\u1eafc
reapply_rules=N\u1ed9p \u0111\u01a1n xin l\u1ea1i c\u00e1c quy t\u1eafc trong kh\u00f4ng gian
reapply_rules_to_children=N\u1ed9p \u0111\u01a1n xin l\u1ea1i c\u00e1c quy t\u1eafc trong kh\u00f4ng gian v\u00e0 kh\u00f4ng gian con
reapply_rules_success=C\u00e1c quy t\u1eafc \u0111\u00e3 \u0111\u01b0\u1ee3c reapplied th\u00e0nh c\u00f4ng.
ignore_inherited_rules=B\u1ecf qua c\u00e1c quy t\u1eafc \u0111\u01b0\u1ee3c th\u1eeba k\u1ebf
include_inherited_rules=Bao g\u1ed3m c\u00e1c quy t\u1eafc \u0111\u01b0\u1ee3c th\u1eeba k\u1ebf
inherited_rules_being_ignored=Th\u1eeba k\u1ebf quy t\u1eafc \u0111ang b\u1ecb b\u1ecf qua.
manage_rules=Qu\u1ea3n l\u00fd n\u1ed9i dung quy t\u1eafc
manage_users=Qu\u1ea3n l\u00fd ng\u01b0\u1eddi d\u00f9ng h\u1ec7 th\u1ed1ng
manage_groups=Qu\u1ea3n l\u00fd nh\u00f3m ng\u01b0\u1eddi d\u00f9ng
manage_invited_users=Qu\u1ea3n l\u00fd kh\u00f4ng gian ng\u01b0\u1eddi d\u00f9ng
manage_content_users=Qu\u1ea3n l\u00fd n\u1ed9i dung ng\u01b0\u1eddi d\u00f9ng
modify_user_roles=S\u1eeda \u0111\u1ed5i c\u00e1c vai tr\u00f2 ng\u01b0\u1eddi d\u00f9ng cho
modify=S\u1eeda \u0111\u1ed5i
logout=\u0110\u0103ng xu\u1ea5t
add=Th\u00eam
node_browser=Duy\u1ec7t xem n\u00fat
reset_config=\u0110\u1eb7t l\u1ea1i c\u1ea5u h\u00ecnh d\u1ecbch v\u1ee5
save=L\u01b0u
user_details=Ng\u01b0\u1eddi d\u00f9ng chi ti\u1ebft
language=Ng\u00f4n ng\u1eef
export=Xu\u1ea5t kh\u1ea9u
export_title=Xu\u1ea5t kh\u1ea9u {0}
import=Nh\u1eadp kh\u1ea9u
import_title=Nh\u1eadp kh\u1ea9u {0}
take_ownership=M\u1ea5t quy\u1ec1n s\u1edf h\u1eefu
return_ownership=Tr\u1edf l\u1ea1i v\u00e0o h\u1ed3 b\u01a1i
create_forums=T\u1ea1o ra kh\u00f4ng gian di\u1ec5n \u0111\u00e0n
create_forum=T\u1ea1o di\u1ec5n \u0111\u00e0n
create_topic=T\u1ea1o ch\u1ee7 \u0111\u1ec1
create_post=T\u1ea1o b\u00e0i \u0111\u0103ng
create_reply=B\u00e0i tr\u1ea3 l\u1eddi
delete_forums=X\u00f3a di\u1ec5n \u0111\u00e0n Space
delete_forum=X\u00f3a di\u1ec5n \u0111\u00e0n
delete_topic=Xo\u00e1 ch\u1ee7 \u0111\u1ec1
delete_post=X\u00f3a b\u00e0i \u0111\u0103ng
post_to_topic=\u0110\u0103ng ch\u1ee7 \u0111\u1ec1
reply=Tr\u1ea3 l\u1eddi
edit_post=Ch\u1ec9nh s\u1eeda b\u00e0i vi\u1ebft
reply_to=Tr\u1ea3 l\u1eddi
post_reply=B\u00e0i tr\u1ea3 l\u1eddi
view_content=Xem n\u1ed9i dung

# Login page message
login_details=Nh\u1eadp chi ti\u1ebft \u0111\u0103ng nh\u1eadp
login_err_password_length=M\u1eadt kh\u1ea9u ph\u1ea3i trong kho\u1ea3ng t\u1eeb {0} v\u00e0 {1} k\u00fd t\u1ef1.
login_err_password_chars=M\u1eadt kh\u1ea9u ch\u1ec9 c\u00f3 th\u1ec3 ch\u1ee9a c\u00e1c k\u00fd t\u1ef1 ho\u1eb7c ch\u1eef s\u1ed1.
login_err_username_length=T\u00ean ng\u01b0\u1eddi d\u00f9ng ph\u1ea3i gi\u1eefa {0} v\u00e0 {1} k\u00fd t\u1ef1.
login_err_username_chars=T\u00ean ng\u01b0\u1eddi d\u00f9ng ch\u1ec9 c\u00f3 th\u1ec3 ch\u1ee9a c\u00e1c k\u00fd t\u1ef1 ho\u1eb7c ch\u1eef s\u1ed1.
login_err_permissions=Ng\u01b0\u1eddi d\u00f9ng kh\u00f4ng c\u00f3 \u0111\u1ee7 quy\u1ec1n \u0111\u1ec3 xem m\u1ee5c, h\u00e3y th\u1eed \u0111\u0103ng nh\u1eadp nh\u01b0 l\u00e0 m\u1ed9t ng\u01b0\u1eddi s\u1eed d\u1ee5ng kh\u00e1c nhau.
loggedout_details=B\u1ea1n \u0111\u00e3 \u0111\u01b0\u1ee3c \u0111\u0103ng tr\u00ean Alfresco.
relogin=Kh\u00f4ng gian \u0111\u0103ng nh\u1eadp l\u1ea1i
no_access=B\u1ea1n c\u00f3 kh\u00f4ng c\u00f3 quy\u1ec1n truy c\u1eadp v\u00e0o Alfresco.
no_cookies=Cookie ph\u1ea3i \u0111\u01b0\u1ee3c b\u1eadt trong tr\u00ecnh duy\u1ec7t c\u1ee7a b\u1ea1n cho  Alfresco Web-kh\u00e1ch h\u00e0ng \u0111\u1ec3 ho\u1ea1t \u0111\u1ed9ng ch\u00ednh x\u00e1c.
user_err_user_name=ID ng\u01b0\u1eddi d\u00f9ng kh\u00f4ng th\u1ec3 ch\u1ee9a k\u00ed t\u1ef1\: {0}

# Browse list messages
no_space_items=Kho\u1ea3n m\u1ee5c n\u00e0o \u0111\u1ec3 hi\u1ec3n th\u1ecb. Nh\u1ea5p v\u00e0o ''{0}'' h\u00e0nh \u0111\u1ed9ng \u0111\u1ec3 t\u1ea1o ra m\u1ed9t kh\u00f4ng gian.
no_content_items=Kho\u1ea3n m\u1ee5c n\u00e0o \u0111\u1ec3 hi\u1ec3n th\u1ecb. \u0110\u1ec3 th\u00eam m\u1ed9t h\u00e0nh \u0111\u1ed9ng nh\u1ea5p chu\u1ed9t ''{0}'' t\u00e0i li\u1ec7u s\u1eb5n c\u00f3. \u0110\u1ec3 t\u1ea1o m\u1ed9t t\u1eadp tin HTML ho\u1eb7c v\u0103n b\u1ea3n \u0111\u01a1n gi\u1ea3n nh\u1ea5p v\u00e0o ''{1}'' h\u00e0nh \u0111\u1ed9ng.

# Advanced Search messages
look_in=Nh\u00ecn v\u00e0o v\u1ecb tr\u00ed
look_for=H\u00e3y t\u00ecm
all_spaces=T\u1ea5t c\u1ea3 kh\u00f4ng gian
specify_space=Kh\u00f4ng gian ch\u1ec9 \u0111\u1ecbnh
include_child_spaces=Bao g\u1ed3m c\u00e1c kh\u00f4ng gian con
show_results_for=Hi\u1ec7n cho t\u00f4i k\u1ebft qu\u1ea3 cho
all_items=T\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c
file_names_contents=T\u00ean t\u1eadp tin v\u00e0 n\u1ed9i dung
file_names=T\u00ean t\u1eadp tin ch\u1ec9
space_names=T\u00ean kh\u00f4ng gian ch\u1ec9
show_results_categories=Hi\u1ec7n cho t\u00f4i k\u1ebft qu\u1ea3 trong c\u00e1c th\u1ec3 lo\u1ea1i
include_sub_categories=Bao g\u1ed3m c\u00e1c ti\u1ec3u m\u1ee5c
also_search_results=Th\u00eam c\u00e1c t\u00f9y ch\u1ecdn t\u00ecm ki\u1ebfm
additional_options=T\u00f9y ch\u1ecdn b\u1ed5 sung
save_new_search=L\u01b0u t\u00ecm ki\u1ebfm m\u1edbi
save_edit_search=L\u01b0u l\u1ea7n t\u00ecm ki\u1ebfm
saved_searches=T\u00f9y ch\u1ecdn t\u00ecm ki\u1ebfm \u0111\u00e3 l\u01b0u c\u1ee7a t\u00f4i
title_save_search=L\u01b0u truy v\u1ea5n t\u00ecm ki\u1ebfm
save_search_description=L\u01b0u truy v\u1ea5n t\u00ecm ki\u1ebfm \u0111\u1ec3 s\u1eed d\u1ee5ng m\u1ed9t l\u1ea7n n\u1eefa sau \u0111\u00f3
search_props=L\u01b0u thu\u1ed9c t\u00ednh t\u00ecm ki\u1ebfm
select_saved_search=Ch\u1ecdn m\u1ed9t t\u00ecm ki\u1ebfm \u0111\u00e3 l\u01b0u...
saved_search_warning=Thao t\u00e1c n\u00e0y s\u1ebd c\u1ed1 g\u1eafng \u0111\u1ec3 ghi \u0111\u00e8 l\u00ean hi\u1ec7n t\u1ea1i t\u00ecm ki\u1ebfm \u0111\u00e3 l\u01b0u ''{0}''
user_searches=T\u00ecm ki\u1ebfm c\u1ee7a b\u1ea1n
global_searches=Khu v\u1ef1c t\u00ecm ki\u1ebfm
save_search_global=Ti\u1ebft ki\u1ec7m nh\u01b0 m\u1ed9t t\u00ecm ki\u1ebfm khu v\u1ef1c c\u00f3 s\u1eb5n cho t\u1ea5t c\u1ea3 ng\u01b0\u1eddi d\u00f9ng.
folder_type=Lo\u1ea1i th\u01b0 m\u1ee5c

# Forum messages
forums=kh\u00f4ng gian di\u1ec5n \u0111\u00e0n
forum=Di\u1ec5n \u0111\u00e0n
browse_forums=Duy\u1ec7t xem t\u1ea1i to\u00e0n di\u1ec5n \u0111\u00e0n v\u00e0 c\u00e1c di\u1ec5n \u0111\u00e0n
browse_topics=Duy\u1ec7t xem ch\u1ee7 \u0111\u1ec1
browse_posts=Duy\u1ec7t xem b\u00e0i vi\u1ebft
forums_info=Quan \u0111i\u1ec3m n\u00e0y cho ph\u00e9p b\u1ea1n \u0111\u1ec3 tr\u00ecnh duy\u1ec7t t\u1ea1i to\u00e0n di\u1ec5n \u0111\u00e0n v\u00e0 c\u00e1c di\u1ec5n \u0111\u00e0n.
forum_info=Quan \u0111i\u1ec3m n\u00e0y cho ph\u00e9p b\u1ea1n duy\u1ec7t qua c\u00e1c ch\u1ee7 \u0111\u1ec1 trong di\u1ec5n \u0111\u00e0n n\u00e0y.
topic_info=Quan \u0111i\u1ec3m n\u00e0y cho ph\u00e9p b\u1ea1n duy\u1ec7t qua c\u00e1c b\u00e0i vi\u1ebft trong ch\u1ee7 \u0111\u1ec1 n\u00e0y.
no_forums=Kh\u00f4ng c\u00f3 di\u1ec5n \u0111\u00e0n d\u1ea5u c\u00e1ch ho\u1eb7c c\u00e1c di\u1ec5n \u0111\u00e0n \u0111\u1ec3 hi\u1ec3n th\u1ecb. Nh\u1ea5p v\u00e0o ''T\u1ea1o di\u1ec5n \u0111\u00e0n space'' h\u00e0nh \u0111\u1ed9ng \u0111\u1ec3 t\u1ea1o ra m\u1ed9t kh\u00f4ng gian di\u1ec5n \u0111\u00e0n ho\u1eb7c ''Di\u1ec5n \u0111\u00e0n t\u1ea1o ra'' h\u00e0nh \u0111\u1ed9ng \u0111\u1ec3 t\u1ea1o ra m\u1ed9t di\u1ec5n \u0111\u00e0n.
no_topics=Kh\u00f4ng c\u00f3 ch\u1ee7 \u0111\u1ec1 \u0111\u1ec3 hi\u1ec3n th\u1ecb. Nh\u1ea5p v\u00e0o ''T\u1ea1o ch\u1ee7 \u0111\u1ec1'' h\u00e0nh \u0111\u1ed9ng \u0111\u1ec3 t\u1ea1o ra m\u1ed9t ch\u1ee7 \u0111\u1ec1.
no_posts=Kh\u00f4ng c\u00f3 b\u00e0i vi\u1ebft \u0111\u1ec3 hi\u1ec3n th\u1ecb. Nh\u1ea5p v\u00e0o ''G\u1eedi \u0111\u1ebfn ch\u1ee7 \u0111\u1ec1'' h\u00e0nh \u0111\u1ed9ng \u0111\u1ec3 t\u1ea1o ra m\u1ed9t b\u00e0i \u0111\u0103ng.
topic=Ch\u1ee7 \u0111\u1ec1
topics=Ch\u1ee7 \u0111\u1ec1
post=B\u00e0i vi\u1ebft
posted=\u0110\u0103ng
create_forums_description=Nh\u1eadp th\u00f4ng tin v\u1ec1 c\u00e1c di\u1ec5n \u0111\u00e0n m\u1edbi Space sau \u0111\u00f3 nh\u1ea5p v\u00e0o t\u1ea1o di\u1ec5n \u0111\u00e0n kh\u00f4ng gian.
create_forum_description=Nh\u1eadp th\u00f4ng tin v\u1ec1 c\u00e1c di\u1ec5n \u0111\u00e0n m\u1edbi, sau \u0111\u00f3 nh\u1ea5p v\u00e0o t\u1ea1o di\u1ec5n \u0111\u00e0n.
create_topic_description=Nh\u1eadp th\u00f4ng tin v\u1ec1 ch\u1ee7 \u0111\u1ec1 m\u1edbi, sau \u0111\u00f3 nh\u1ea5p v\u00e0o t\u1ea1o ch\u1ee7 \u0111\u1ec1.
create_post_description=Nh\u1eadp n\u1ed9i dung c\u1ee7a th\u01b0 r\u1ed3i nh\u1ea5p v\u00e0o \u0111\u0103ng.
create_reply_description=Nh\u1eadp tin nh\u1eafn v\u0103n b\u1ea3n \u0111\u1ec3 tr\u1ea3 l\u1eddi, sau \u0111\u00f3 b\u1ea5m v\u00e0o tr\u1ea3 l\u1eddi.
modify_forums_properties=S\u1eeda \u0111\u1ed5i thu\u1ed9c t\u00ednh Space di\u1ec5n \u0111\u00e0n
forums_props=Kh\u00f4ng gian thu\u1ed9c t\u00ednh di\u1ec5n \u0111\u00e0n
modify_forum_properties=S\u1eeda \u0111\u1ed5i thu\u1ed9c t\u00ednh di\u1ec5n \u0111\u00e0n
forum_props=Thu\u1ed9c t\u00ednh di\u1ec5n \u0111\u00e0n
topic_props=Thu\u1ed9c t\u00ednh ch\u1ee7 \u0111\u1ec1
modify_topic_properties=S\u1eeda \u0111\u1ed5i thu\u1ed9c t\u00ednh ch\u1ee7 \u0111\u1ec1
create_forums_finish=\u0110\u1ec3 t\u1ea1o kh\u00f4ng gian di\u1ec5n \u0111\u00e0n nh\u1ea5p v\u00e0o t\u1ea1o di\u1ec5n \u0111\u00e0n kh\u00f4ng gian.
create_forum_finish=\u0110\u1ec3 t\u1ea1o di\u1ec5n \u0111\u00e0n nh\u1ea5p v\u00e0o t\u1ea1o di\u1ec5n \u0111\u00e0n.
create_topic_finish=\u0110\u1ec3 t\u1ea1o ch\u1ee7 \u0111\u1ec1 nh\u1ea5p v\u00e0o t\u1ea1o ch\u1ee7 \u0111\u1ec1.
create_post_finish=\u0110\u1ec3 t\u1ea1o ra c\u00e1c b\u00e0i nh\u1ea5p v\u00e0o \u0111\u0103ng.
create_reply_finish=\u0110\u1ec3 t\u1ea1o ra tr\u1ea3 l\u1eddi b\u1ea5m v\u00e0o tr\u1ea3 l\u1eddi.
forums_details_description=Xem th\u00f4ng tin chi ti\u1ebft v\u1ec1 kh\u00f4ng gian di\u1ec5n \u0111\u00e0n.
forum_details_description=Xem th\u00f4ng tin chi ti\u1ebft v\u1ec1 c\u00e1c di\u1ec5n \u0111\u00e0n.
topic_details_description=Xem th\u00f4ng tin chi ti\u1ebft v\u1ec1 ch\u1ee7 \u0111\u1ec1 n\u00e0y.
bubble_view=Bong b\u00f3ng xem
replies=B\u00e0i tr\u1ea3 l\u1eddi
on=Tr\u00ean
reply_message=Tr\u1ea3 l\u1eddi tin nh\u1eafn
edit_forums_description=S\u1eeda \u0111\u1ed5i thu\u1ed9c t\u00ednh space di\u1ec5n \u0111\u00e0n sau \u0111\u00f3 nh\u1ea5p v\u00e0o OK.
edit_forum_description=S\u1eeda \u0111\u1ed5i thu\u1ed9c t\u00ednh di\u1ec5n \u0111\u00e0n sau \u0111\u00f3 nh\u1ea5p v\u00e0o OK.
edit_topic_description=S\u1eeda \u0111\u1ed5i thu\u1ed9c t\u00ednh di\u1ec5n \u0111\u00e0n sau \u0111\u00f3 nh\u1ea5p v\u00e0o OK.
edit_post_description=S\u1eeda \u0111\u1ed5i th\u01b0 r\u1ed3i b\u1ea5m OK.
edit_post_finish=\u0110\u1ec3 l\u01b0u tin nh\u1eafn nh\u1ea5p v\u00e0o \u0111\u0103ng.
start_discussion=B\u1eaft \u0111\u1ea7u th\u1ea3o lu\u1eadn
discuss=Th\u1ea3o lu\u1eadn xem
discussion_for=th\u1ea3o lu\u1eadn {0}

# Sidebar messages
navigator=Hoa ti\u00eau
navigator_desc=Cho ph\u00e9p chuy\u1ec3n h\u01b0\u1edbng c\u00e2y d\u1ef1a tr\u00ean xung quanh th\u00e0nh ph\u1ed1 kho
shelf=K\u1ec7
shelf_desc=Khu v\u1ef1c bao g\u1ed3m b\u1ea3ng t\u1ea1m, t\u1ea1i space v\u00e0 ph\u00edm t\u1eaft
reset_navigator=L\u00e0m m\u1edbi
reset_categories=L\u00e0m m\u1edbi
navigator_node_deleted=Kh\u00f4ng gian \u0111\u00e3 ch\u1ecdn kh\u00f4ng c\u00f2n trong kho, xin vui l\u00f2ng l\u00e0m t\u01b0\u01a1i ti\u00eau tr\u01b0\u1edbc khi ti\u1ebfp t\u1ee5c.

# Common Wizard messages
steps=B\u01b0\u1edbc
summary=T\u00f3m t\u1eaft
summary_desc=C\u00e1c th\u00f4ng tin b\u1ea1n \u0111\u00e3 nh\u1eadp \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb d\u01b0\u1edbi \u0111\u00e2y.
default_instruction=\u0110\u1ec3 ti\u1ebfp t\u1ee5c b\u1ea5m v\u00e0o ti\u1ebfp theo.
next_button=Ti\u1ebfp theo
back_button=Tr\u1edf l\u1ea1i
finish_button=K\u1ebft th\u00fac
cancel_button=H\u1ee7y b\u1ecf
clear_button=R\u00f5 r\u00e0ng
you_may_want=C\u00f3 th\u1ec3 b\u1ea1n mu\u1ed1n
summary_step_description=Cho th\u1ea5y m\u1ed9t b\u1ea3n t\u00f3m t\u1eaft c\u00e1c th\u00f4ng tin nh\u1eadp.
error_wizard_completed_already=Thu\u1eadt s\u0129 n\u00e0y \u0111\u00e3 \u0111\u01b0\u1ee3c ho\u00e0n th\u00e0nh, xin vui l\u00f2ng t\u00e1i kh\u1edfi \u0111\u1ed9ng n\u00f3 \u0111\u1ec3 ti\u1ebfp t\u1ee5c.
you_may_want_checkout_document=B\u1ea1n c\u00f3 th\u1ec3 mu\u1ed1n ki\u1ec3m tra trong t\u00e0i li\u1ec7u n\u00e0y \u0111\u1ec3 ng\u0103n ch\u1eb7n kh\u1ea3 n\u0103ng ng\u01b0\u1eddi d\u00f9ng kh\u00e1c ghi \u0111\u00e8 l\u00ean c\u00e1c thay \u0111\u1ed5i c\u1ee7a b\u1ea1n. 

# Category Management messages
title_categories_list=Danh m\u1ee5c
add_category=Th\u00eam danh m\u1ee5c
edit_category=Ch\u1ec9nh s\u1eeda m\u1ee5c
delete_category=X\u00f3a m\u1ee5c
category_icons=Danh m\u1ee5c
category_details=Th\u00f4ng tin chi ti\u1ebft
category_management=Qu\u1ea3n l\u00fd danh m\u1ee5c
title_create_category=T\u1ea1o danh m\u1ee5c m\u1edbi
new_category=Danh m\u1ee5c m\u1edbi
category_props=Lo\u1ea1i thu\u1ed9c t\u00ednh
items=C\u00e1c m\u1ee5c
title_delete_category=X\u00f3a danh m\u1ee5c
delete_category_warning=Th\u1ec3 lo\u1ea1i nay c\u00f3 {0} document(s) s\u1eb5n c\u00f3 li\u00ean k\u1ebft v\u1edbi n\u00f3.
delete_category_info=\u0110\u1ec3 lo\u1ea1i b\u1ecf c\u00e1c th\u1ec3 lo\u1ea1i n\u00e0y, t\u1ea5t c\u1ea3 c\u00e1c ti\u1ec3u m\u1ee5c, nh\u1ea5p v\u00e0o x\u00f3a.
delete_category_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n x\u00f3a m\u1ee5c "{0}" v\u00e0 t\u1ea5t c\u1ea3 ti\u1ec3u m\u1ee5c kh\u00f4ng?
title_edit_category=Ch\u1ec9nh s\u1eeda danh m\u1ee5c
edit_category_description=Ch\u1ec9nh s\u1eeda th\u00f4ng tin cho th\u1ec3 lo\u1ea1i n\u00e0y.

# Groups Management messages
title_groups_list=Qu\u1ea3n l\u00fd nh\u00f3m
groups_management=Qu\u1ea3n l\u00fd nh\u00f3m
groups_description=Qu\u1ea3n l\u00fd c\u00e1c th\u00e0nh vi\u00ean c\u1ee7a m\u1ed9t nh\u00f3m, t\u1ea1o nh\u00f3m m\u1edbi ho\u1eb7c lo\u1ea1i b\u1ecf c\u00e1c nh\u00f3m hi\u1ec7n c\u00f3.
new_group=T\u1ea1o nh\u00f3m
new_sub_group=T\u1ea1o nh\u00f3m
edit_group=Ch\u1ec9nh s\u1eeda nh\u00f3m
delete_group=Xo\u00e1 nh\u00f3m
add_user=Th\u00eam ng\u01b0\u1eddi d\u00f9ng
group_icons=Nh\u00f3m
group_details=Th\u00f4ng tin chi ti\u1ebft
root_groups=Nh\u00f3m g\u1ed1c
group_filter_children=Tr\u1ebb em
group_filter_all=T\u1ea5t c\u1ea3
title_create_group=T\u1ea1o nh\u00f3m
new_group_description=Nh\u1eadp th\u00f4ng tin v\u1ec1 nh\u00f3m m\u1edbi, sau \u0111\u00f3 nh\u1ea5p v\u00e0o t\u1ea1o nh\u00f3m.
group_props=Thu\u1ed9c t\u00ednh Nh\u00f3m
identifier=\u0110\u1ecbnh danh
create_group_warning=\u0110\u1ecbnh danh cho m\u1ed9t nh\u00f3m kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c thay \u0111\u1ed5i sau khi n\u00f3 \u0111\u00e3 \u0111\u01b0\u1ee3c thi\u1ebft l\u1eadp.
title_delete_group=Xo\u00e1 nh\u00f3m
delete_group_warning=Nh\u00f3m n\u00e0y c\u00f3 \"{0}\" sub-group(s) ho\u1eb7c () ng\u01b0\u1eddi d\u00f9ng g\u1eafn li\u1ec1n v\u1edbi n\u00f3.
delete_group_info=\u0110\u1ec3 xo\u00e1 nh\u00f3m n\u00e0y t\u1eeb h\u1ec7 th\u1ed1ng v\u00e0 lo\u1ea1i b\u1ecf t\u1ea5t c\u1ea3 c\u00e1c th\u00e0nh vi\u00ean t\u1eeb n\u00f3, nh\u1ea5p v\u00e0o Xo\u00e1.
delete_group_confirm=M\u1ed9t khi \u0111\u1ed9i b\u1ecb lo\u1ea1i b\u1ecf t\u1eeb h\u1ec7 th\u1ed1ng \u0111\u00f3 s\u1ebd kh\u00f4ng c\u00f2n c\u00f3 th\u1ec3 truy c\u1eadp. B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n xo\u00e1 nh\u00f3m "{0}" v\u00e0 lo\u1ea1i b\u1ecf t\u1ea5t c\u1ea3 ng\u01b0\u1eddi d\u00f9ng t\u1eeb n\u00f3?
title_add_user_group=Th\u00eam ng\u01b0\u1eddi d\u00f9ng v\u00e0o nh\u00f3m
add_user_group_description=Th\u00eam ng\u01b0\u1eddi d\u00f9ng hi\u1ec7n t\u1ea1i v\u00e0o m\u1ed9t nh\u00f3m
select_users=Ch\u1ecdn ng\u01b0\u1eddi d\u00f9ng th\u00eam v\u00e0o nh\u00f3m n\u00e0y
selected_users=Ng\u01b0\u1eddi d\u00f9ng \u0111\u00e3 ch\u1ecdn
groups_err_group_name_length=ID nh\u00f3m ph\u1ea3i trong kho\u1ea3ng t\u1eeb {0} v\u00e0 {1} k\u00fd t\u1ef1. 
groups_err_group_name=ID nh\u00f3m kh\u00f4ng th\u1ec3 ch\u1ee9a k\u00ed t\u1ef1\: {0}
groups_err_exists=M\u1ed9t nh\u00f3m ID c\u00f3 c\u00f9ng t\u00ean \u0111\u00e3 t\u1ed3n t\u1ea1i, t\u1eeb \u0111\u1ecbnh danh c\u1ee7a nh\u00f3m ph\u1ea3i l\u00e0 duy nh\u1ea5t.
Read=\u0110\u1ecdc
Write=Vi\u1ebft
Delete=X\u00f3a
permission=Cho ph\u00e9p
permissions=Quy\u1ec1n h\u1ea1n
manage_permissions_title=Qu\u1ea3n l\u00fd c\u1ea5p ph\u00e9p cho ''{0}''
manage_permissions_subtitle=Qu\u1ea3n l\u00fd cho ph\u00e9p b\u1ea1n c\u00f3 c\u1ea5p cho ng\u01b0\u1eddi s\u1eed d\u1ee5ng truy c\u1eadp v\u00e0o th\u01b0 m\u1ee5c ho\u1eb7c t\u1eadp tin c\u1ee7a b\u1ea1n.
manage_permissions=Qu\u1ea3n l\u00fd quy\u1ec1n h\u1ea1n
view_permissions=Xem quy\u1ec1n
set_permissions=Thi\u1ebft l\u1eadp quy\u1ec1n
change_permissions=Cho ph\u00e9p thay \u0111\u1ed5i
set_permissions_title=Thi\u1ebft l\u1eadp quy\u1ec1n truy c\u1eadp cho ''{0}''
set_permissions_subtitle=H\u1ed9p tho\u1ea1i n\u00e0y cho ph\u00e9p b\u1ea1n \u0111\u1ec3 cung c\u1ea5p cho ng\u01b0\u1eddi d\u00f9ng kh\u00e1c quy\u1ec1n truy c\u1eadp v\u00e0o th\u01b0 m\u1ee5c ho\u1eb7c t\u1eadp tin c\u1ee7a b\u1ea1n
select_usersgroups_perms=Ch\u1ecdn ng\u01b0\u1eddi d\u00f9ng/nh\u00f3m v\u00e0 permission(s) c\u1ee7a h\u1ecd
selected_usersgroups_perms=Ch\u1ecdn ng\u01b0\u1eddi d\u00f9ng/nh\u00f3m v\u00e0 permission(s) c\u1ee7a h\u1ecd
remove_permissions_title=Lo\u1ea1i b\u1ecf ng\u01b0\u1eddi d\u00f9ng ''{0}''
remove_permissions_subtitle=\u0110\u1ec3 lo\u1ea1i b\u1ecf t\u1ea5t c\u1ea3 c\u00e1c quy\u1ec1n cho ng\u01b0\u1eddi d\u00f9ng, b\u1ea5m c\u00f3.
remove_permissions=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n lo\u1ea1i b\u1ecf t\u1ea5t c\u1ea3 c\u00e1c quy\u1ec1n cho ng\u01b0\u1eddi d\u00f9ng n\u00e0y kh\u00f4ng?
edit_permissions_title=S\u1eeda \u0111\u1ed5i quy\u1ec1n truy c\u1eadp cho ''{0}''
view_permissions_title=Xem quy\u1ec1n cho ''{0}''
edit_permissions_subtitle=Thay \u0111\u1ed5i c\u00e1c quy\u1ec1n \u0111\u01b0\u1ee3c c\u1ea5p cho ng\u01b0\u1eddi d\u00f9ng \u0111\u1ec3 truy c\u1eadp v\u00e0o th\u01b0 m\u1ee5c ho\u1eb7c t\u1eadp tin c\u1ee7a b\u1ea1n.
view_permissions_subtitle=C\u00e1c quy\u1ec1n \u0111\u01b0\u1ee3c c\u1ea5p cho ng\u01b0\u1eddi d\u00f9ng \u0111\u1ec3 truy c\u1eadp v\u00e0o th\u01b0 m\u1ee5c ho\u1eb7c t\u1eadp tin c\u1ee7a b\u1ea1n.
select_perm=Ch\u1ecdn quy\u1ec1n
selected_perm=Cho ph\u00e9p l\u1ef1a ch\u1ecdn
change_user_perms=Cho ph\u00e9p ng\u01b0\u1eddi d\u00f9ng thay \u0111\u1ed5i

# Invite Users Wizard messages
invite_title=M\u1eddi ng\u01b0\u1eddi d\u00f9ng thu\u1eadt s\u0129
invite_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n \u0111\u1ec3 cung c\u1ea5p cho ng\u01b0\u1eddi d\u00f9ng kh\u00e1c quy\u1ec1n truy c\u1eadp v\u00e0o kh\u00f4ng gian c\u1ee7a b\u1ea1n.
invite_step1_title=B\u01b0\u1edbc m\u1ed9t - l\u1eddi m\u1eddi ng\u01b0\u1eddi d\u00f9ng
invite_step1_desc=Ch\u1ecdn ng\u01b0\u1eddi d\u00f9ng v\u00e0 vai tr\u00f2 m\u00e0 h\u1ecd s\u1ebd ch\u01a1i trong kh\u00f4ng gian n\u00e0y.
invite_step2_title=B\u01b0\u1edbc hai - th\u00f4ng b\u00e1o cho ng\u01b0\u1eddi d\u00f9ng
invite_step2_desc=Th\u00f4ng b\u00e1o cho ng\u01b0\u1eddi d\u00f9ng \u0111\u00e3 ch\u1ecdn.
i_want_to=T\u00f4i mu\u1ed1n...
invite_step_1=M\u1eddi ng\u01b0\u1eddi d\u00f9ng
invite_step_2=Th\u00f4ng b\u00e1o cho ng\u01b0\u1eddi d\u00f9ng
invite_all=M\u1eddi t\u1ea5t c\u1ea3 ng\u01b0\u1eddi d\u00f9ng l\u00e0 kh\u00e1ch
invite_users=Ch\u1ec9 \u0111\u1ecbnh ng\u01b0\u1eddi d\u00f9ng/nh\u00f3m v\u00e0 vai tr\u00f2 c\u1ee7a h\u1ecd
specify_usersgroups=Ch\u1ec9 \u0111\u1ecbnh ng\u01b0\u1eddi d\u00f9ng/nh\u00f3m
select_usersgroups=Ch\u1ecdn ng\u01b0\u1eddi d\u00f9ng/nh\u00f3m v\u00e0 role(s) c\u1ee7a h\u1ecd
select_role=Ch\u1ecdn vai tr\u00f2
selected_usersgroups=Ch\u1ecdn ng\u01b0\u1eddi d\u00f9ng/nh\u00f3m v\u00e0 role(s) c\u1ee7a h\u1ecd
selected_roles=Ch\u1ecdn vai tr\u00f2
click_add=Nh\u1ea5p v\u00e0o Th\u00eam
role=Vai tr\u00f2
send_email=B\u1ea1n c\u00f3 mu\u1ed1n g\u1eedi m\u1ed9t email \u0111\u1ec3 th\u00f4ng b\u00e1o cho ng\u01b0\u1eddi d\u00f9ng m\u1eddi?
subject=Ch\u1ee7 \u0111\u1ec1
body=C\u01a1 th\u1ec3
automatic_text=V\u0103n b\u1ea3n t\u1ef1 \u0111\u1ed9ng
invited_to=B\u1ea1n \u0111\u00e3 \u0111\u01b0\u1ee3c m\u1eddi \u0111\u1ec3 ''{0}'' c\u1ee7a {1}.
invite_role=B\u1ea1n s\u1ebd c\u00f3 vai tr\u00f2 of\: {0}
invite_finish_instruction=\u0110\u1ec3 \u0111\u00f3ng thu\u1eadt s\u0129 n\u00e0y v\u00e0 \u00e1p d\u1ee5ng thay \u0111\u1ed5i c\u1ee7a b\u1ea1n b\u1ea5m ho\u00e0n t\u1ea5t. \u0110\u1ec3 xem l\u1ea1i hay thay \u0111\u1ed5i l\u1ef1a ch\u1ecdn c\u1ee7a b\u1ea1n b\u1ea5m L\u00f9i l\u1ea1i.
remove_invited_user_info=\u0110\u1ec3 lo\u1ea1i b\u1ecf ng\u01b0\u1eddi d\u00f9ng m\u1eddi t\u1eeb kh\u00f4ng gian n\u00e0y, b\u1ea5m c\u00f3.
add_role=Th\u00eam vai tr\u00f2
space_owner=Ng\u01b0\u1eddi d\u00f9ng ''{0}'' l\u00e0 ch\u1ee7 s\u1edf h\u1eefu hi\u1ec7n t\u1ea1i c\u1ee7a kh\u00f4ng gian n\u00e0y.
users_and_groups=Nh\u00f3m v\u00e0 ng\u01b0\u1eddi d\u00f9ng
authority=T\u00ean ng\u01b0\u1eddi d\u00f9ng
invite_users_summary=Ng\u01b0\u1eddi s\u1eed d\u1ee5ng v\u00e0 vai tr\u00f2
too_many_users=Qu\u00e1 nhi\u1ec1u ng\u01b0\u1eddi s\u1eed d\u1ee5ng k\u1ebft h\u1ee3p b\u1eb1ng c\u00e1ch t\u00ecm ki\u1ebfm c\u1ee7a b\u1ea1n. Xin vui l\u00f2ng thu h\u1eb9p t\u00ecm ki\u1ebfm c\u1ee7a b\u1ea1n v\u00e0 th\u1eed l\u1ea1i.
max_users_returned=T\u00ecm ki\u1ebfm \u0111\u00e3 \u0111\u01b0\u1ee3c h\u1ea1n ch\u1ebf \u0111\u1ec3 hi\u1ec3n th\u1ecb k\u1ebft qu\u1ea3 \u0111\u1ea7u ti\u00ean {0}.

# Invite Content Users Wizard messages
invite_content_title=M\u1eddi ng\u01b0\u1eddi d\u00f9ng n\u1ed9i dung h\u01b0\u1edbng d\u1eabn
invite_content_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n \u0111\u1ec3 cung c\u1ea5p cho ng\u01b0\u1eddi d\u00f9ng kh\u00e1c quy\u1ec1n truy c\u1eadp v\u00e0o kh\u00f4ng gian c\u1ee7a b\u1ea1n.
invite_content_step1_desc=Ch\u1ecdn ng\u01b0\u1eddi d\u00f9ng v\u00e0 vai tr\u00f2 m\u00e0 h\u1ecd s\u1ebd ch\u01a1i cho n\u1ed9i dung n\u00e0y.
remove_content_user_info=\u0110\u1ec3 lo\u1ea1i b\u1ecf ng\u01b0\u1eddi d\u00f9ng m\u1eddi t\u1eeb n\u1ed9i dung n\u00e0y, b\u1ea5m c\u00f3.
content_owner=Ng\u01b0\u1eddi d\u00f9ng ''{0}'' l\u00e0 ch\u1ee7 s\u1edf h\u1eefu hi\u1ec7n t\u1ea1i c\u1ee7a n\u1ed9i dung n\u00e0y.

# AVM Compare 
snapshot_compare_to_current=So s\u00e1nh v\u1edbi \u1ea3nh ch\u1ee5p hi\u1ec7n t\u1ea1i
snapshot_compare_to_current_description=Xem danh s\u00e1ch c\u00e1c thay \u0111\u1ed5i gi\u1eefa c\u00e1c \u1ea3nh ch\u1ee5p ''{0}'' v\u00e0 hi\u1ec7n t\u1ea1i \u1ea3nh ch\u1ee5p
snapshot_compare_to_previous=So s\u00e1nh v\u1edbi \u1ea3nh ch\u1ee5p tr\u01b0\u1edbc
snapshot_compare_to_previous_description=Xem danh s\u00e1ch c\u00e1c thay \u0111\u1ed5i gi\u1eefa c\u00e1c \u1ea3nh ch\u1ee5p ''{0}'' v\u00e0 ''{1}''
snapshot_compare_to_any=So s\u00e1nh v\u1edbi b\u1ea5t k\u1ef3 \u1ea3nh ch\u1ee5p
snapshot_compare_to_any_description=Xem danh s\u00e1ch c\u00e1c thay \u0111\u1ed5i gi\u1eefa c\u00e1c \u1ea3nh ch\u1ee5p ''{0}'' v\u00e0 m\u1ed9t ng\u01b0\u1eddi s\u1eed d\u1ee5ng ch\u1ecdn \u1ea3nh ch\u1ee5p
store_title=C\u1eeda h\u00e0ng
version_title=Phi\u00ean b\u1ea3n
avm_compare_newer=M\u1edbi h\u01a1n
avm_compare_older=C\u0169 h\u01a1n
avm_compare_conflict=Xung \u0111\u1ed9t
avm_compare_directory=Th\u01b0 m\u1ee5c
avm_compare_same=C\u00f9ng m\u1ed9t
error_version_validate=S\u1ed1 phi\u00ean b\u1ea3n l\u00e0 kh\u00f4ng h\u1ee3p l\u1ec7
snapshot_name=T\u00ean
snapshot_path=\u0110\u01b0\u1eddng d\u1eabn
snapshot_status=T\u00ecnh tr\u1ea1ng
increment_button_hint=Phi\u00ean b\u1ea3n h\u1ee3p l\u1ec7 ti\u1ebfp theo
decrement_button_hint=Phi\u00ean b\u1ea3n h\u1ee3p l\u1ec7 tr\u01b0\u1edbc
refresh_button_hint=L\u00e0m m\u1edbi

# System Users messages
create_user=T\u1ea1o ng\u01b0\u1eddi d\u00f9ng
change_password=Thay \u0111\u1ed5i m\u1eadt kh\u1ea9u
title_change_password=Thay \u0111\u1ed5i m\u1eadt kh\u1ea9u ng\u01b0\u1eddi d\u00f9ng
change_password_description=S\u1eed d\u1ee5ng n\u00e0y \u0111\u1ec3 thay \u0111\u1ed5i m\u1eadt kh\u1ea9u ng\u01b0\u1eddi d\u00f9ng hi\u1ec7n t\u1ea1i.
change_password_instructions=Nh\u1eadp m\u1eadt kh\u1ea9u m\u1edbi cho ng\u01b0\u1eddi d\u00f9ng n\u00e0y.
show_all=Hi\u1ec3n th\u1ecb t\u1ea5t c\u1ea3
warn_user_was_deleted=Ng\u01b0\u1eddi d\u00f9ng \u0111\u00e3 b\u1ecb x\u00f3a

# Check-in messages
check_in=\u0110\u0103ng k\u00fd
checkin_options=Ki\u1ec3m tra c\u00e1c t\u00f9y ch\u1ecdn
checkin_changes_info=Ki\u1ec3m tra nh\u1eefng thay \u0111\u1ed5i v\u00e0 gi\u1eef t\u1eadp tin ki\u1ec3m tra
workingcopy_location=L\u00e0m vi\u1ec7c sao ch\u00e9p v\u1ecb tr\u00ed
which_copy_checkin=B\u1ea3n sao m\u00e0 b\u1ea1n mu\u1ed1n ki\u1ec3m tra trong?
which_copy_current=S\u1eed d\u1ee5ng b\u1ea3n sao trong kh\u00f4ng gian hi\u1ec7n t\u1ea1i
which_copy_other=S\u1eed d\u1ee5ng b\u1ea3n sao t\u1ea3i l\u00ean t\u1eeb m\u00e1y t\u00ednh c\u1ee7a t\u00f4i
locate_doc_upload=X\u00e1c \u0111\u1ecbnh v\u1ecb tr\u00ed t\u00e0i li\u1ec7u \u0111\u1ec3 t\u1ea3i l\u00ean
file_location=V\u1ecb tr\u00ed
minor_change=Thay \u0111\u1ed5i nh\u1ecf
major_change=S\u1ef1 thay \u0111\u1ed5i l\u1edbn
notes=Ghi ch\u00fa
new_version_has=Phi\u00ean b\u1ea3n m\u1edbi n\u00e0y c\u00f3
initial_version=\u0110\u00e2y l\u00e0 phi\u00ean b\u1ea3n \u0111\u1ea7u ti\u00ean
minor_changes=Thay \u0111\u1ed5i nh\u1ecf
major_changes=Thay \u0111\u1ed5i ch\u00ednh
missing_original_node=Thi\u1ebfu n\u00fat g\u1ed1c n\u1ed9i dung
version_info=Phi\u00ean b\u1ea3n th\u00f4ng tin

# Check-out messages
check_out=Ki\u1ec3m tra l\u1ea1i
copy_work_with=M\u1ed9t b\u1ea3n sao c\u1ee7a t\u1eadp tin ''{0}'' s\u1ebd \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n cho b\u1ea1n \u0111\u1ec3 l\u00e0m vi\u1ec7c v\u1edbi.
copy_checkin_changes=Khi b\u1ea1n ho\u00e0n t\u1ea5t thay \u0111\u1ed5i c\u1ee7a b\u1ea1n b\u1ea1n c\u1ea7n ph\u1ea3i ki\u1ec3m tra c\u00e1c t\u1eadp tin \u0111\u1ec3 cho ph\u00e9p ng\u01b0\u1eddi kh\u00e1c \u0111\u1ec3 xem c\u00e1c thay \u0111\u1ed5i.
copy_store_prompt=B\u1ea1n mu\u1ed1n gi\u1eef b\u1ea3n sao c\u1ee7a t\u1ec7p n\u00e0y \u1edf \u0111\u00e2u?
store_space_current=Trong kh\u00f4ng gian hi\u1ec7n t\u1ea1i
store_space_selected=Trong kh\u00f4ng gian \u0111\u00e3 ch\u1ecdn
check_out_of=Ki\u1ec3m tra Out of
copy_file_checkedout=M\u1ed9t b\u1ea3n sao c\u1ee7a t\u1eadp tin ''{0}'' b\u00e2y gi\u1edd ki\u1ec3m tra ra cho b\u1ea1n \u0111\u1ec3 ch\u1ec9nh s\u1eeda.
edit_workingcopy_title=Ch\u1ec9nh s\u1eeda b\u1ea3n sao l\u00e0m vi\u1ec7c b\u00e2y gi\u1edd
edit_workingcopy_info=\u0110\u1ec3 ch\u1ec9nh s\u1eeda c\u00e1c b\u1ea3n sao l\u00e0m vi\u1ec7c c\u1ee7a c\u00e1c t\u1eadp tin, nh\u1ea5p v\u00e0o li\u00ean k\u1ebft d\u01b0\u1edbi \u0111\u00e2y v\u00e0 n\u1ebfu \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u ch\u1ecdn l\u01b0u.
download_complete=Khi vi\u1ec7c t\u1ea3i xu\u1ed1ng \u0111\u01b0\u1ee3c ho\u00e0n t\u1ea5t, nh\u1ea5p OK.
undo_checkout_for=L\u00f9i l\u1ea1i ki\u1ec3m tra ra
undo_checkout=Ho\u00e0n t\u00e1c ki\u1ec3m tra
undo_checkout_info=N\u1ebfu b\u1ea1n ho\u00e0n t\u00e1c vi\u1ec7c ki\u1ec3m tra ra c\u1ee7a m\u1ed9t t\u00e0i li\u1ec7u, b\u1ea3n sao l\u00e0m vi\u1ec7c k\u1ebft h\u1ee3p s\u1ebd b\u1ecb x\u00f3a v\u00e0 t\u1ea5t c\u1ea3 thay \u0111\u1ed5i \u0111\u1ec3 n\u00f3 k\u1ec3 t\u1eeb khi c\u00e1c ki\u1ec3m tra Out s\u1ebd b\u1ecb m\u1ea5t.
cancel_editing_for=H\u1ee7y b\u1ecf ch\u1ec9nh s\u1eeda cho 
cancel_editing_info=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n h\u1ee7y b\u1ecf ch\u1ec9nh s\u1eeda kh\u00f4ng? B\u1ea5t k\u1ef3 thay \u0111\u1ed5i n\u00e0o \u0111\u1ec3 c\u00e1c b\u1ea3n sao l\u00e0m vi\u1ec7c s\u1ebd b\u1ecb m\u1ea5t.
complete=ho\u00e0n th\u00e0nh
working_copy_for=B\u1ea3n sao l\u00e0m vi\u1ec7c cho
working_copy_missing_info=B\u1ea3n sao l\u00e0m vi\u1ec7c kh\u00f4ng c\u00f2n c\u00f3 s\u1eb5n. \u0110i\u1ec1u n\u00e0y c\u00f3 th\u1ec3 l\u00e0 do m\u1ed9t rule(s) ho\u1ea1t \u0111\u1ed9ng \u0111\u01b0\u1ee3c \u00e1p d\u1ee5ng cho c\u00e1c kh\u00f4ng gian b\u1ea1n ki\u1ec3m tra ra \u0111\u1ec3.

# Document and Space details messages
details_of=C\u00e1c chi ti\u1ebft c\u1ee7a
preview_of=Xem tr\u01b0\u1edbc c\u1ee7a
modify_props_of=S\u1eeda \u0111\u1ed5i thu\u1ed9c t\u00ednh c\u1ee7a
modify_space_properties=S\u1eeda \u0111\u1ed5i thu\u1ed9c t\u00ednh Space
modify_content_properties=S\u1eeda \u0111\u1ed5i \u0111\u1eb7c t\u00ednh n\u1ed9i dung
modify_link_properties=S\u1eeda \u0111\u1ed5i thu\u1ed9c t\u00ednh n\u1ed1i k\u1ebft
view_content_properties=Xem thu\u1ed9c t\u00ednh n\u1ed9i dung
preview=Xem tr\u01b0\u1edbc trong m\u1eabu
custom_view=Xem tu\u1ef3 ch\u1ec9nh
view_links=Li\u00ean k\u1ebft
not_inline_editable=T\u00e0i li\u1ec7u n\u00e0y kh\u00f4ng ph\u1ea3i l\u00e0 c\u00f3 th\u1ec3 ch\u1ec9nh s\u1eeda n\u1ed9i tuy\u1ebfn.
allow_inline_editing=Cho ph\u00e9p ch\u1ec9nh s\u1eeda n\u1ed9i tuy\u1ebfn
not_in_category=T\u00e0i li\u1ec7u n\u00e0y kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e2n lo\u1ea1i.
not_in_category_space=Kh\u00f4ng gian n\u00e0y kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e2n lo\u1ea1i.
not_versioned=T\u00e0i li\u1ec7u n\u00e0y \u0111\u00e3 kh\u00f4ng c\u00f3 phi\u00ean b\u1ea3n l\u1ecbch s\u1eed.
allow_categorization=Cho ph\u00e9p lo\u1ea1i
allow_versioning=Cho ph\u00e9p Versioning
version_history=L\u1ecbch s\u1eed phi\u00ean b\u1ea3n
version=Phi\u00ean b\u1ea3n
document_properties=Thu\u1ed9c t\u00ednh t\u00e0i li\u1ec7u
link_properties=Thu\u1ed9c t\u00ednh n\u1ed1i k\u1ebft
general_properties=T\u1ed5ng t\u00e0i s\u1ea3n
other_properties=C\u00e1c t\u00e0i s\u1ea3n kh\u00e1c
link_destination=Li\u00ean k\u1ebft \u0111\u1ebfn
link_destination_details=Li\u00ean k\u1ebft \u0111\u1ebfn th\u00f4ng tin chi ti\u1ebft
no_other_properties=T\u00e0i li\u1ec7u n\u00e0y kh\u00f4ng c\u00f3 b\u1ea5t k\u1ef3 t\u00e0i s\u1ea3n kh\u00e1c \u0111\u1ec3 hi\u1ec3n th\u1ecb.
modify_categories_of=Thay \u0111\u1ed5i lo\u1ea1i
space_props=Kh\u00f4ng gian thu\u1ed9c t\u00ednh
choose_space_icon=Ch\u1ecdn bi\u1ec3u t\u01b0\u1ee3ng kh\u00f4ng gian
create_space_finish=\u0110\u1ec3 t\u1ea1o ra kh\u00f4ng gian c\u1ee7a b\u1ea1n nh\u1ea5p v\u00e0o t\u1ea1o ra kh\u00f4ng gian.
select_category=Ch\u1ecdn m\u1ed9t danh m\u1ee5c
selected_categories=Ch\u1ecdn c\u00e1c danh m\u1ee5c
no_selected_categories=Kh\u00f4ng danh m\u1ee5c \u0111\u01b0\u1ee3c ch\u1ecdn.
success_ownership=Th\u00e0nh c\u00f4ng l\u1ea5y quy\u1ec1n s\u1edf h\u1eefu c\u1ee7a \u0111\u1ed1i t\u01b0\u1ee3ng.
success_unlock=Th\u00e0nh c\u00f4ng m\u1edf kh\u00f3a c\u00e1c t\u00e0i li\u1ec7u.
inherit_permissions=Ph\u1ee5 huynh Space quy\u1ec1n th\u1eeba k\u1ebf
success_inherit_permissions=Thay \u0111\u1ed5i th\u00e0nh c\u00f4ng k\u1ebf th\u1eeba quy\u1ec1n ''C\u00f3''
success_not_inherit_permissions=Thay \u0111\u1ed5i th\u00e0nh c\u00f4ng k\u1ebf th\u1eeba quy\u1ec1n ''C\u00f3''
apply_template=\u00c1p d\u1ee5ng m\u1eabu
apply_dashboard_info=Ch\u1ecdn m\u1ed9t khu\u00f4n m\u1eabu \u0111\u1ec3 \u0111\u01b0\u1ee3c \u00e1p d\u1ee5ng cho kh\u00f4ng gian nh\u01b0 ch\u1ebf \u0111\u1ed9 xem tu\u1ef3 ch\u1ec9nh.
apply_dashboard_doc_info=Ch\u1ecdn m\u1ed9t khu\u00f4n m\u1eabu \u0111\u1ec3 \u0111\u01b0\u1ee3c \u00e1p d\u1ee5ng cho c\u00e1c t\u00e0i li\u1ec7u nh\u01b0 ch\u1ebf \u0111\u1ed9 xem tu\u1ef3 ch\u1ec9nh.
apply_rss_feed=\u00c1p d\u1ee5ng RSS ngu\u1ed3n c\u1ea5p d\u1eef li\u1ec7u m\u1eabu
apply_rss_feed_info=Ch\u1ecdn m\u1ed9t khu\u00f4n m\u1eabu \u0111\u1ec3 \u0111\u01b0\u1ee3c \u00e1p d\u1ee5ng cho c\u00e1c kh\u00f4ng gian nh\u01b0 l\u00e0 m\u1ed9t ngu\u1ed3n c\u1ea5p d\u1eef li\u1ec7u RSS.
apply_rss_feed_warning1=Kh\u00f4ng gian n\u00e0y ph\u1ea3i \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb cho ng\u01b0\u1eddi d\u00f9ng \u0111\u00e1nh cho c\u00e1c RSS \u0111\u1ec3 c\u00f3 th\u1ec3 xem \u0111\u01b0\u1ee3c c\u00f4ng khai, b\u1ea1n c\u00f3 th\u1ec3 m\u1eddi ng\u01b0\u1eddi d\u00f9ng \u0111\u00e1nh s\u1eed d\u1ee5ng c\u00e1c
apply_rss_feed_warning2=xem.
rss_feed=Ngu\u1ed3n c\u1ea5p d\u1eef li\u1ec7u RSS
rss_feed_link=Li\u00ean k\u1ebft ngu\u1ed3n c\u1ea5p d\u1eef li\u1ec7u RSS
warn_cannot_view_target_details=Kh\u00f4ng th\u1ec3 xem th\u00f4ng tin chi ti\u1ebft c\u1ee7a c\u00e1c t\u00e0i li\u1ec7u m\u1ee5c ti\u00eau nh\u01b0 b\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n nh\u01b0 y\u00eau c\u1ea7u.

# Export messages
export_info=Si\u00eau d\u1eef li\u1ec7u xu\u1ea5t kh\u1ea9u v\u00e0 n\u1ed9i dung t\u1eeb n\u00e0y ho\u1eb7c t\u1ea5t c\u1ea3 kh\u00f4ng gian.
export_from=Xu\u1ea5t kh\u1ea9u t\u1eeb
package_name=T\u00ean g\u00f3i
all_spaces_root=Ho\u00e0n th\u00e0nh kho l\u01b0u tr\u1eef
current_space=Kh\u00f4ng gian hi\u1ec7n t\u1ea1i
include_children=Bao g\u1ed3m tr\u1ebb em
include_self=Bao g\u1ed3m kh\u00f4ng gian n\u00e0y
run_export_in_background=Kh\u1edfi \u0111\u1ed9ng ch\u1ebf \u0111\u1ed9 xu\u1ea5t ra
export_error_info=N\u1ebfu t\u00f9y ch\u1ecdn n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn \u0111\u00e3 nh\u1eadp s\u1ebd \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n trong n\u1ec1n do \u0111\u00f3, c\u00e1c k\u1ebft qu\u1ea3 c\u00f3 th\u1ec3 kh\u00f4ng xu\u1ea5t hi\u1ec7n ngay l\u1eadp t\u1ee9c. B\u1ea1n c\u0169ng c\u00f3 th\u1ec3 mu\u1ed1n gi\u00e1m s\u00e1t server console v\u00e0 c\u00e1c t\u1eadp tin cho c\u00e1c l\u1ed7i \u0111\u0103ng nh\u1eadp.

# Import messages
import_info=Chuy\u1ec3n nh\u1eadp m\u1ed9t t\u1eadp tin \u0111\u1ecbnh d\u1ea1ng ZIP ho\u1eb7c \u1ee9ng d\u1ee5ng n\u1ed9i dung g\u00f3i ph\u1ea7n m\u1ec1m v\u00e0o kho.
import_acp_description=Ngo\u00e0i tr\u1eddi n\u1ed9i dung g\u00f3i
import_zip_description=L\u01b0u tr\u1eef g\u00f3i
locate_acp_upload=X\u00e1c \u0111\u1ecbnh v\u1ecb tr\u00ed .acp ho\u1eb7c zip t\u1eadp tin \u0111\u1ec3 t\u1ea3i l\u00ean
run_import_in_background=Nh\u1eadp kh\u1ea9u ch\u1ea1y trong n\u1ec1n
import_error_info=N\u1ebfu t\u00f9y ch\u1ecdn n\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn \u0111\u00e3 nh\u1eadp s\u1ebd \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n trong n\u1ec1n do \u0111\u00f3, c\u00e1c k\u1ebft qu\u1ea3 c\u00f3 th\u1ec3 kh\u00f4ng xu\u1ea5t hi\u1ec7n ngay l\u1eadp t\u1ee9c. B\u1ea1n c\u0169ng c\u00f3 th\u1ec3 mu\u1ed1n gi\u00e1m s\u00e1t server console v\u00e0 c\u00e1c t\u1eadp tin cho c\u00e1c l\u1ed7i \u0111\u0103ng nh\u1eadp.

# Edit Content messages
edit_file_title=Ch\u1ec9nh s\u1eeda t\u1eadp tin
edit_file_prompt=\u0110\u1ec3 ch\u1ec9nh s\u1eeda c\u00e1c t\u1eadp tin ''{0}'', nh\u1ea5p v\u00e0o li\u00ean k\u1ebft d\u01b0\u1edbi \u0111\u00e2y v\u00e0 n\u1ebfu y\u00eau c\u1ea7u ch\u1ecdn l\u01b0u.
edit_download_complete=Khi vi\u1ec7c t\u1ea3i xu\u1ed1ng \u0111\u01b0\u1ee3c ho\u00e0n t\u1ea5t, nh\u1ea5p v\u00e0o \u0111\u00f3ng.
edit_using_web_form=\u0110\u1ec3 ch\u1ec9nh s\u1eeda t\u1eadp tin n\u00e0y b\u1eb1ng c\u00e1ch s\u1eed d\u1ee5ng m\u1ed9t m\u1eabu Web, b\u1ea5m v\u00e0o \u0111\u00e2y.
checkout_file_title=Ki\u1ec3m tra t\u1eadp tin
checkout_you_may_want=B\u1ea1n c\u00f3 th\u1ec3 mu\u1ed1n ki\u1ec3m tra t\u1eadp tin n\u00e0y \u0111\u1ec3 kh\u00f3a n\u00f3 v\u00e0 ng\u0103n ch\u1eb7n ng\u01b0\u1eddi d\u00f9ng kh\u00e1c ch\u1ec9nh s\u1eeda n\u00f3.
checkout_hint1=G\u1ee3i \u00fd\: Khi b\u1ea1n h\u00e3y ki\u1ec3m tra m\u1ed9t t\u1eadp tin b\u1ea3n \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n cho b\u1ea1n \u0111\u1ec3 l\u00e0m vi\u1ec7c v\u1edbi.
checkout_hint2=Khi b\u1ea1n \u0111\u00e3 ho\u00e0n t\u1ea5t ch\u1ec9nh s\u1eeda c\u00e1c b\u1ea3n sao b\u1ea1n c\u1ea7n ph\u1ea3i ki\u1ec3m tra xem n\u00f3 \u0111\u1ec3 ph\u00e1t h\u00e0nh c\u00e1c kh\u00f3a v\u00e0 cho ph\u00e9p ng\u01b0\u1eddi kh\u00e1c \u0111\u1ec3 l\u00e0m vi\u1ec7c v\u1edbi c\u00e1c t\u00e0i li\u1ec7u l\u1ea7n.
checkout_want_to=\u0111\u1ec3 ng\u0103n ch\u1eb7n kh\u1ea3 n\u0103ng ng\u01b0\u1eddi d\u00f9ng kh\u00e1c ghi \u0111\u00e8 l\u00ean c\u00e1c thay \u0111\u1ed5i c\u1ee7a b\u1ea1n.
checkout_warn=L\u01b0u \u00fd\: B\u1ea1n s\u1ebd m\u1ea5t b\u1ea5t k\u1ef3 thay \u0111\u1ed5i n\u00e0o \u0111\u00e3 \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n cho t\u00e0i li\u1ec7u n\u00e0y.
local_copy_location=V\u1ecb tr\u00ed b\u1ea3n sao c\u1ee5c b\u1ed9
locate_content_upload=X\u00e1c \u0111\u1ecbnh v\u1ecb tr\u00ed t\u00e0i li\u1ec7u c\u1ee7a b\u1ea1n \u0111\u1ec3 t\u1ea3i l\u00ean

# System Information and admin page messages
system_info=Th\u00f4ng tin h\u1ec7 th\u1ed1ng
current_user=Ng\u01b0\u1eddi d\u00f9ng hi\u1ec7n th\u1eddi
http_app_state=HTTP \u1ee9ng d\u1ee5ng nh\u00e0 n\u01b0\u1edbc
http_session_state=HTTP phi\u00ean bang
http_request_state=HTTP y\u00eau c\u1ea7u
http_request_params=Y\u00eau c\u1ea7u HTTP tham s\u1ed1
http_request_headers=Y\u00eau c\u1ea7u HTTP ti\u00eau \u0111\u1ec1
repository_props=Kho thu\u1ed9c t\u00ednh
repository_patch_succeeded=Th\u00e0nh c\u00f4ng
repository_patch_failed=TH\u1ea4T B\u1ea0I
system_props=Thu\u1ed9c t\u00ednh h\u1ec7 th\u1ed1ng
hide_details=\u1ea8n chi ti\u1ebft
show_details=Hi\u1ec3n th\u1ecb th\u00f4ng tin chi ti\u1ebft
user_search_info=\u0110\u1ec3 t\u00ecm m\u1ed9t ng\u01b0\u1eddi d\u00f9ng t\u00ecm ki\u1ebfm cho h\u1ecd b\u1eb1ng c\u00e1ch s\u1eed d\u1ee5ng t\u00ean \u0111\u1ea7u ti\u00ean c\u1ee7a h\u1ecd, cu\u1ed1i c\u00f9ng t\u00ean v\u00e0/ho\u1eb7c t\u00ean ng\u01b0\u1eddi d\u00f9ng. Ngo\u00e0i ra \u0111\u1ec3 xem t\u1ea5t c\u1ea3 c\u00e1c ng\u01b0\u1eddi d\u00f9ng nh\u1ea5p v\u00e0o ''Hi\u1ec3n th\u1ecb t\u1ea5t c\u1ea3'', Tuy nhi\u00ean, \u0111i\u1ec1u n\u00e0y c\u00f3 th\u1ec3 m\u1ea5t m\u1ed9t th\u1eddi gian n\u1ebfu c\u00f3 r\u1ea5t nhi\u1ec1u ng\u01b0\u1eddi d\u00f9ng trong h\u1ec7 th\u1ed1ng.
group_search_info=\u0110\u1ec3 t\u00ecm m\u1ed9t nh\u00f3m t\u00ecm ki\u1ebfm cho n\u00f3 b\u1eb1ng c\u00e1ch s\u1eed d\u1ee5ng t\u00ean nh\u00f3m. Ngo\u00e0i ra \u0111\u1ec3 xem t\u1ea5t c\u1ea3 c\u00e1c nh\u00f3m nh\u1ea5p v\u00e0o ''Hi\u1ec3n th\u1ecb t\u1ea5t c\u1ea3'', Tuy nhi\u00ean, \u0111i\u1ec1u n\u00e0y c\u00f3 th\u1ec3 m\u1ea5t m\u1ed9t th\u1eddi gian n\u1ebfu c\u00f3 r\u1ea5t nhi\u1ec1u nh\u00f3m trong h\u1ec7 th\u1ed1ng.
user_change_homespace_info=Ch\u1ecdn m\u1ed9t kh\u00f4ng gian nh\u00e0 m\u1edbi cho ng\u01b0\u1eddi d\u00f9ng s\u1ebd kh\u00f4ng lo\u1ea1i b\u1ecf c\u00e1c c\u1ea5p ph\u00e9p hi\u1ec7n c\u00f3 tr\u00ean kh\u00f4ng gian nh\u00e0 ban \u0111\u1ea7u. B\u1ea1n c\u00f3 th\u1ec3 mu\u1ed1n s\u1eed d\u1ee5ng h\u1ed9p tho\u1ea1i ng\u01b0\u1eddi d\u00f9ng qu\u1ea3n l\u00fd space \u0111\u1ec3 s\u1eeda \u0111\u1ed5i quy\u1ec1n n\u1ebfu h\u1ecd kh\u00f4ng \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u tr\u00ean kh\u00f4ng gian nh\u00e0 ban \u0111\u1ea7u.
quota_totalusage=Vi\u1ec7c s\u1eed d\u1ee5ng t\u1ea5t c\u1ea3 (cho t\u00ecm ki\u1ebfm n\u00e0y)
quota_totalquota=T\u1ed5ng dung l\u01b0\u1ee3ng (cho t\u00ecm ki\u1ebfm n\u00e0y)
caused_by=g\u00e2y ra b\u1edfi\:

# Content Wizard messages
add_content_dialog_title=Th\u00eam n\u1ed9i dung h\u1ed9p tho\u1ea1i
add_content_dialog_desc=H\u1ed9p tho\u1ea1i n\u00e0y s\u1ebd gi\u00fap b\u1ea1n th\u00eam n\u1ed9i dung v\u00e0o m\u1ed9t kh\u00f4ng gian.
upload_content=T\u1ea3i l\u00ean n\u1ed9i dung
properties=Thu\u1ed9c t\u00ednh
general=T\u1ed5ng qu\u00e1t
file_name=T\u00ean t\u1eadp tin
content_type=Lo\u1ea1i n\u1ed9i dung
content_format=N\u1ed9i dung \u0111\u1ecbnh d\u1ea1ng
inline_editable=Ch\u1ec9nh s\u1eeda n\u1ed9i tuy\u1ebfn
locate_content=X\u00e1c \u0111\u1ecbnh v\u1ecb tr\u00ed c\u00e1c n\u1ed9i dung t\u1ea3i l\u00ean
content_location=V\u1ecb tr\u00ed
uploaded_content=\u0110\u00e3 t\u1ea3i l\u00ean n\u1ed9i dung
click_upload=Nh\u1ea5p v\u00e0o t\u1ea3i l\u00ean
file_upload_success=''{0}'' \u0111\u01b0\u1ee3c t\u1ea3i l\u00ean th\u00e0nh c\u00f4ng.
modify_props_when_page_closes=S\u1eeda \u0111\u1ed5i t\u1ea5t c\u1ea3 thu\u1ed9c t\u00ednh khi trang n\u00e0y \u0111\u00f3ng c\u1eeda.
modify_props_when_wizard_closes=S\u1eeda \u0111\u1ed5i t\u1ea5t c\u1ea3 thu\u1ed9c t\u00ednh khi thu\u1eadt s\u0129 n\u00e0y \u0111\u00f3ng c\u1eeda.
modify_props_help_text=Quy t\u1eafc \u00e1p d\u1ee5ng cho n\u1ed9i dung n\u00e0y c\u00f3 th\u1ec3 y\u00eau c\u1ea7u b\u1ea1n nh\u1eadp th\u00f4ng tin b\u1ed5 sung.
content_finish_instruction=\u0110\u1ec3 th\u00eam n\u1ed9i dung v\u00e0o kh\u00f4ng gian n\u00e0y b\u1ea5m ho\u00e0n t\u1ea5t. \u0110\u1ec3 xem l\u1ea1i hay thay \u0111\u1ed5i l\u1ef1a ch\u1ecdn c\u1ee7a b\u1ea1n b\u1ea5m L\u00f9i l\u1ea1i.
create_content_title=T\u1ea1o n\u1ed9i dung h\u01b0\u1edbng d\u1eabn
create_content_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n t\u1ea1o m\u1ed9t t\u00e0i li\u1ec7u m\u1edbi trong m\u1ed9t kh\u00f4ng gian.
create_content_step1_title=B\u01b0\u1edbc m\u1ed9t - x\u00e1c \u0111\u1ecbnh t\u00ean v\u00e0 ch\u1ecdn lo\u1ea1i
create_content_step1_desc=Ch\u1ec9 \u0111\u1ecbnh t\u00ean v\u00e0 ch\u1ecdn lo\u1ea1i n\u1ed9i dung b\u1ea1n mu\u1ed1n t\u1ea1o.
create_content_step2_title=B\u01b0\u1edbc 2 - nh\u1eadp n\u1ed9i dung
create_content_step2_desc=Nh\u1eadp n\u1ed9i dung t\u00e0i li\u1ec7u c\u1ee7a b\u1ea1n v\u00e0o c\u00e1c kho.
enter_content=Nh\u1eadp n\u1ed9i dung
select_type=Ch\u1ecdn lo\u1ea1i
content=N\u1ed9i dung
text_content=N\u1ed9i dung v\u0103n b\u1ea3n r\u00f5 r\u00e0ng
html_content=N\u1ed9i dung HTML
xml_content=N\u1ed9i dung XML
node_locked_dialog_closed=N\u00fat t\u1ea1o ra \u0111\u00e3 b\u1ecb kho\u00e1, \u0111i\u1ec1u n\u00e0y c\u00f3 th\u1ec3 do m\u1ed9t quy t\u1eafc \u0111\u01b0\u1ee3c c\u1ea5u h\u00ecnh trong kh\u00f4ng gian n\u00e0y. Nh\u01b0 c\u00e1c n\u00fat c\u00f3 th\u1ec3 kh\u00f4ng \u0111\u01b0\u1ee3c ch\u1ec9nh s\u1eeda h\u1ed9p s\u1eeda \u0111\u1ed5i \u0111\u1eb7c t\u00ednh n\u1ed9i dung \u0111\u00e3 b\u1ecb \u0111\u00f3ng c\u1eeda.

regenerate_renditions_title=Thu\u1eadt s\u0129 ph\u1ee5c h\u1ed3i phi\u00ean d\u1ecbch
regenerate_renditions_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n ph\u1ee5c h\u1ed3i phi\u00ean d\u1ecbch.
regenerate_renditions_select_renditions_title=Ch\u1ecdn ph\u1ee5c h\u1ed3i
regenerate_renditions_select_renditions_step_title=Ch\u1ecdn ph\u1ee5c h\u1ed3i
regenerate_renditions_select_renditions_desc=Ch\u1ecdn nh\u1eefng l\u1ed3ng v\u00e0o c\u1ed1t mu\u1ed1n t\u00e1i sinh.
regenerate_renditions_select_renditions_select_item_desc={0} li\u00ean quan \u0111\u1ebfn {0,choice,0#renditions|1#rendition|1<renditions} in {1}.
regenerate_renditions_select_renditions_select_web_project=Ch\u1ecdn c\u00e1c d\u1ef1 \u00e1n web m\u00e0 b\u1ea1n mu\u1ed1n t\u00e1i t\u1ea1o l\u1ed3ng v\u00e0o c\u1ed1t.
regenerate_renditions_select_renditions_select_regenerate_scope=Ch\u1ecdn nh\u1eefng l\u1ed3ng v\u00e0o c\u1ed1t mu\u1ed1n t\u00e1i sinh trong c\u00e1c d\u1ef1 \u00e1n web \u0111\u00e3 ch\u1ecdn.
regenerate_renditions_select_renditions_scope_all=Ch\u1ecdn t\u00f9y ch\u1ecdn n\u00e0y \u0111\u1ec3 t\u00e1i t\u1ea1o t\u1ea5t c\u1ea3 l\u1ed3ng v\u00e0o c\u1ed1t c\u1ee7a t\u1ea5t c\u1ea3 n\u1ed9i dung h\u00ecnh th\u1ee9c t\u1ea1o ra trong c\u00e1c d\u1ef1 \u00e1n web \u0111\u00e3 ch\u1ecdn.
regenerate_renditions_select_renditions_scope_form=Ch\u1ecdn t\u00f9y ch\u1ecdn n\u00e0y \u0111\u1ec3 t\u00e1i t\u1ea1o t\u1ea5t c\u1ea3 l\u1ed3ng v\u00e0o c\u1ed1t c\u1ee7a n\u1ed9i dung \u0111\u01b0\u1ee3c t\u1ea1o ra b\u1edfi m\u1ed9t t\u1eadp h\u1ee3p c\u1ee5 th\u1ec3 c\u1ee7a c\u00e1c h\u00ecnh th\u1ee9c c\u1ea5u h\u00ecnh cho c\u00e1c d\u1ef1 \u00e1n web \u0111\u00e3 ch\u1ecdn.
regenerate_renditions_select_renditions_scope_rendering_engine_templates=Ch\u1ecdn t\u00f9y ch\u1ecdn n\u00e0y \u0111\u1ec3 t\u00e1i t\u1ea1o \u0111\u1eb7c bi\u1ec7t - \u0111\u01b0\u1ee3c t\u1ea1o ra b\u1edfi m\u1ed9t t\u1eadp h\u1ee3p c\u00e1c v\u1ebd c\u00e1c m\u1eabu c\u00f4ng c\u1ee5.
regenerate_renditions_select_renditions_instruction=\u0110\u1ec3 t\u00e1i t\u1ea1o c\u00e1c l\u1ed3ng v\u00e0o c\u1ed1t d\u1ef1a tr\u00ean l\u1ef1a ch\u1ecdn c\u1ee7a b\u1ea1n, b\u1ea5m v\u00e0o ti\u1ebfp theo.
regenerate_renditions_summary_desc={0} {0,choice,0#renditions|1#rendition|1<renditions} \u0111\u00e3 \u0111\u01b0\u1ee3c t\u00e1i sinh trong d\u1ef1 \u00e1n web {1}.
regenerate_renditions_summary_instruction=Cam k\u1ebft nh\u1eefng thay \u0111\u1ed5i n\u00e0y cho c\u00e1c d\u1ef1 \u00e1n web, b\u1ea5m ho\u00e0n t\u1ea5t.
regenerate_renditions_snapshot_description_scope_form=T\u00e1i t\u1ea1o t\u1ea5t c\u1ea3 rendition cho n\u1ed9i dung t\u00e1c gi\u1ea3 s\u1eed d\u1ee5ng h\u00ecnh th\u1ee9c {0}.
regenerate_renditions_snapshot_description_scope_rendering_engine_template=T\u00e1i t\u1ea1o l\u1ed3ng v\u00e0o c\u1ed1t t\u1ea5t c\u1ea3 \u0111\u01b0\u1ee3c t\u1ea1o ra b\u1edfi {0}.
regenerate_renditions_snapshot_description_scope_web_project=T\u00e1i t\u1ea1o l\u1ed3ng v\u00e0o c\u1ed1t t\u1ea5t c\u1ea3 trong c\u00e1c d\u1ef1 \u00e1n web {0}.
regenerate_renditions_snapshot_short_description=T\u00e1i t\u1ea1o {0} {0,choice,0#renditions|1#rendition|1<renditions}.
create_form_title=T\u1ea1o ra h\u00ecnh th\u1ee9c thu\u1eadt s\u0129
edit_form_title=Ch\u1ec9nh s\u1eeda h\u00ecnh th\u1ee9c thu\u1eadt s\u0129
create_form_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n t\u1ea1o ra m\u1ed9t h\u00ecnh th\u1ee9c m\u1edbi.
edit_form_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n ch\u1ec9nh s\u1eeda m\u1ed9t h\u00ecnh th\u1ee9c.
create_form_form_details_title=H\u00ecnh th\u1ee9c th\u00f4ng tin chi ti\u1ebft
create_form_form_details_step_title=B\u01b0\u1edbc m\u1ed9t - h\u00ecnh th\u1ee9c th\u00f4ng tin chi ti\u1ebft
create_web_form_title=T\u1ea1o Web h\u00ecnh th\u1ee9c thu\u1eadt s\u0129
edit_web_form_title=Ch\u1ec9nh s\u1eeda trang Web h\u00ecnh th\u1ee9c thu\u1eadt s\u0129
create_web_form_form_details_title=tinh1Chi ti\u1ebft bi\u1ec3u m\u1eabu web
create_web_form_form_details_step_title=B\u01b0\u1edbc m\u1ed9t - trang Web m\u1eabu chi ti\u1ebft
create_form_form_details_desc=Nh\u1eadp th\u00f4ng tin v\u1ec1 c\u00e1c h\u00ecnh th\u1ee9c b\u1ea1n mu\u1ed1n t\u1ea1o.
create_form_form_details_step1_desc=Ch\u1ecdn l\u01b0\u1ee3c \u0111\u1ed3 XML \u0111\u1ec3 s\u1eed d\u1ee5ng
create_form_form_details_step2_desc=X\u00e1c \u0111\u1ecbnh chi ti\u1ebft cho h\u00ecnh th\u1ee9c m\u1edbi.
create_form_form_details_no_elements_in_schema=Gi\u1ea3n \u0111\u1ed3 n\u00e0y kh\u00f4ng ch\u1ee9a b\u1ea5t k\u1ef3 tuy\u00ean b\u1ed1 nguy\u00ean t\u1ed1.  M\u1ed9t l\u01b0\u1ee3c \u0111\u1ed3 ph\u1ea3i ch\u1ee9a \u00edt nh\u1ea5t m\u1ed9t ph\u1ea7n t\u1eed tuy\u00ean b\u1ed1 \u0111\u1ec3 t\u1ea1o ra m\u1ed9t h\u00ecnh th\u1ee9c.
create_form_form_details_no_schema_selected=<kh\u00f4ng c\u00f3 gi\u1ea3n \u0111\u1ed3 \u0111\u00e3 ch\u1ecdn>
create_form_form_details_associated_web_projects=Bi\u1ec3u m\u1eabu n\u00e0y hi\u1ec7n \u0111\u01b0\u1ee3c c\u1ea5u h\u00ecnh cho c\u00e1c d\u1ef1 \u00e1n web sau \u0111\u00e2y\:
create_form_configure_rendering_engine_templates_title=\u0110\u1eb7t c\u1ea5u h\u00ecnh m\u1eabu
create_form_configure_rendering_engine_templates_step_title=B\u01b0\u1edbc 2 - \u0111\u1ecbnh c\u1ea5u h\u00ecnh m\u1eabu
create_form_configure_rendering_engine_templates_desc=Nh\u1eadp th\u00f4ng tin v\u1ec1 rendering c\u00f4ng c\u1ee5 m\u1eabu b\u1ea1n mu\u1ed1n s\u1eed d\u1ee5ng cho h\u00ecnh th\u1ee9c {0}.
create_form_configure_rendering_engine_templates_step1_desc=Ch\u1ecdn c\u00e1c m\u1eabu c\u00f4ng c\u1ee5 rendering \u0111\u1ec3 s\u1eed d\u1ee5ng
create_form_configure_rendering_engine_templates_step2_desc=X\u00e1c \u0111\u1ecbnh chi ti\u1ebft cho rendering c\u00f4ng c\u1ee5 m\u1eabu m\u1edbi
create_form_select_default_workflow_title=\u0110\u1eb7t c\u1ea5u h\u00ecnh quy tr\u00ecnh l\u00e0m vi\u1ec7c
create_form_select_default_workflow_step_title=B\u01b0\u1edbc 3 - \u0111\u1eb7t c\u1ea5u h\u00ecnh quy tr\u00ecnh l\u00e0m vi\u1ec7c
create_form_select_default_workflow_desc=Ch\u1ecdn c\u00e1c c\u00f4ng vi\u1ec7c b\u1ea1n mu\u1ed1n \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng theo m\u1eb7c \u0111\u1ecbnh cho h\u00ecnh th\u1ee9c {0}.
create_form_select_default_workflow_apply_default_workflow=B\u1ea1n c\u00f3 mu\u1ed1n \u00e1p d\u1ee5ng m\u1ed9t quy tr\u00ecnh l\u00e0m vi\u1ec7c m\u1eb7c \u0111\u1ecbnh b\u00e2y gi\u1edd?
create_form_select_default_workflow_select_workflow=Ch\u1ecdn m\u1ed9t c\u00f4ng vi\u1ec7c
create_web_content_details_title=Chi ti\u1ebft n\u1ed9i dung web
create_web_content_details_step_title=B\u01b0\u1edbc m\u1ed9t - chi ti\u1ebft n\u1ed9i dung Web
create_web_content_enter_content_title=N\u1ed9i dung trang Web t\u00e1c gi\u1ea3
create_web_content_enter_content_step_title=B\u01b0\u1edbc hai - t\u00e1c gi\u1ea3 n\u1ed9i dung Web
edit_web_content_enter_content_step_title=B\u01b0\u1edbc m\u1ed9t - t\u00e1c gi\u1ea3 n\u1ed9i dung Web
create_web_content_summary_desc=Thu\u1eadt s\u0129 \u0111\u00e3 th\u00e0nh c\u00f4ng t\u1ea1o ra n\u1ed9i dung v\u00e0 l\u1ed3ng v\u00e0o c\u1ed1t t\u1ea5t c\u1ea3.
create_web_content_summary_content_details=Th\u00f4ng tin chi ti\u1ebft n\u1ed9i dung
create_web_content_summary_rendition_details=Chi ti\u1ebft phi\u00ean d\u1ecbch
create_web_content_summary_uploaded_files_details=Chi ti\u1ebft t\u1eadp tin t\u1ea3i l\u00ean
create_web_content_summary_submit_message=G\u1eedi {0,choice,0#__SHOULD NOT BE ZERO__|1#{1}|1<these {0,number} files} khi wizard k\u1ebft th\u00fac.
default_rendition_description=K\u1ebft xu\u1ea5t b\u1edfi {0} v\u00e0o {1}
rendering_engine_type=C\u00f4ng c\u1ee5 b\u00e1o c\u00e1o
apply_default_workflow=\u00c1p d\u1ee5ng quy tr\u00ecnh l\u00e0m vi\u1ec7c m\u1eb7c \u0111\u1ecbnh
rendering_engine_template=c\u00f4ng c\u1ee5 t\u00e1i l\u1eadp b\u1ea3n m\u1eabu
rendering_engine_templates=c\u00f4ng c\u1ee5 t\u00e1i l\u1eadp b\u1ea3n m\u1eabu
selected_rendering_engine_templates=\u0110\u00e3 ch\u1ecdn ph\u01b0\u01a1ng ti\u1ec7n b\u00e1o c\u00e1o
rendering_engine_template_file=Ph\u01b0\u01a1ng ti\u1ec7n b\u00e1o c\u00e1o b\u1ea3n m\u1eabu t\u1eadp tin
rendering_engine=C\u00f4ng c\u1ee5 b\u00e1o c\u00e1o
output_path_pattern=M\u00f4 h\u00ecnh \u0111\u01b0\u1eddng d\u1eabn \u0111\u1ea7u ra
mimetype_for_renditions=S\u1ef1 bi\u1ec3u di\u1ec5n lo\u1ea1i mime
schema=\u0110\u1ec1 \u00e1n
schema_root_element_name=Ph\u1ea7n t\u1eed g\u1ed1c
form=Bi\u1ec3u m\u1eabu
web_form=M\u1eabu web
web_project=D\u1ef1 \u00e1n web

# Form Not Found Exception messages
form_not_found=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y h\u00ecnh th\u1ee9c {0}.
form_not_found_for_form_instance_data=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y h\u00ecnh th\u1ee9c {0} k\u1ebft h\u1ee3p v\u1edbi {1}.
form_not_found_in_web_project=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y h\u00ecnh th\u1ee9c {0} trong trang web project {1}.
form_not_found_for_form_instance_data_in_web_project=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y h\u00ecnh th\u1ee9c {0} trong d\u1ef1 \u00e1n web {1} li\u00ean quan \u0111\u1ebfn {2}.
form_not_configured_for_web_project=H\u00ecnh th\u1ee9c {0} kh\u00f4ng \u0111\u01b0\u1ee3c c\u1ea5u h\u00ecnh cho c\u00e1c d\u1ef1 \u00e1n web {1}.
form_associated_with_form_instance_data_not_configured_for_web_project=H\u00ecnh th\u1ee9c {0} k\u1ebft h\u1ee3p v\u1edbi {1} kh\u00f4ng \u0111\u01b0\u1ee3c c\u1ea5u h\u00ecnh cho trang web d\u1ef1 \u00e1n {2}.

# Rule and Action Wizard messages
run_action_title=Ch\u1ea1y thu\u1eadt s\u0129 h\u00e0nh \u0111\u1ed9ng
run_action_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n ch\u1ea1y m\u1ed9t h\u00e0nh \u0111\u1ed9ng
run_action_step1_title=B\u01b0\u1edbc m\u1ed9t - ch\u1ecdn h\u00e0nh \u0111\u1ed9ng
run_action_finish_instruction=\u0110\u1ec3 th\u1ef1c hi\u1ec7n c\u00e1c h\u00e0nh \u0111\u1ed9ng b\u1ea5m ho\u00e0n t\u1ea5t. \u0110\u1ec3 xem l\u1ea1i hay thay \u0111\u1ed5i l\u1ef1a ch\u1ecdn c\u1ee7a b\u1ea1n b\u1ea5m L\u00f9i l\u1ea1i.
create_rule_title=T\u1ea1o quy t\u1eafc h\u01b0\u1edbng d\u1eabn
create_rule_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n t\u1ea1o m\u1ed9t quy t\u1eafc m\u1edbi.
create_rule_step1_title=B\u01b0\u1edbc m\u1ed9t - ch\u1ecdn \u0111i\u1ec1u ki\u1ec7n
create_rule_step2_title=B\u01b0\u1edbc 2 - ch\u1ecdn h\u00e0nh \u0111\u1ed9ng
create_rule_step3_title=B\u01b0\u1edbc 3 - nh\u1eadp chi ti\u1ebft
create_rule_finish_instruction=\u0110\u1ec3 t\u1ea1o quy t\u1eafc b\u1ea5m ho\u00e0n t\u1ea5t. \u0110\u1ec3 xem l\u1ea1i hay thay \u0111\u1ed5i l\u1ef1a ch\u1ecdn c\u1ee7a b\u1ea1n b\u1ea5m L\u00f9i l\u1ea1i.
edit_rule_title=Ch\u1ec9nh s\u1eeda quy t\u1eafc h\u01b0\u1edbng d\u1eabn
edit_rule_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n ch\u1ec9nh s\u1eeda m\u1ed9t quy t\u1eafc.
edit_rule_finish_instruction=\u0110\u1ec3 t\u1ea1o quy t\u1eafc b\u1ea5m ho\u00e0n t\u1ea5t. \u0110\u1ec3 xem l\u1ea1i hay thay \u0111\u1ed5i l\u1ef1a ch\u1ecdn c\u1ee7a b\u1ea1n b\u1ea5m L\u00f9i l\u1ea1i.
select_action=Ch\u1ecdn h\u00e0nh \u0111\u1ed9ng
select_an_action=Ch\u1ecdn m\u1ed9t ho\u1ea1t \u0111\u1ed9ng...
select_a_type=Ch\u1ecdn m\u1ed9t lo\u1ea1i...
action=H\u00e0nh \u0111\u1ed9ng
action_settings=H\u00e0nh \u0111\u1ed9ng c\u00e0i \u0111\u1eb7t
set_action_values=\u0110\u1eb7t h\u00e0nh \u0111\u1ed9ng gi\u00e1 tr\u1ecb
select_feature=Ch\u1ecdn t\u00ednh n\u0103ng y\u00eau c\u1ea7u
version_notes=Phi\u00ean b\u1ea3n ghi ch\u00fa
checkout_location=Ki\u1ec3m tra v\u1ecb tr\u00ed
destination=\u0110i\u1ec3m \u0111\u1ebfn
message=Th\u00f4ng \u0111i\u1ec7p
category=Danh m\u1ee5c
categories=Danh m\u1ee5c
change_category=Thay \u0111\u1ed5i th\u1ec3 lo\u1ea1i
approve_flow=Ch\u1ea5p nh\u1eadn l\u01b0u l\u01b0\u1ee3ng
approve_step_name=T\u00ean cho ph\u00ea chu\u1ea9n b\u01b0\u1edbc
move_or_copy=Ch\u1ecdn xem b\u1ea1n mu\u1ed1n di chuy\u1ec3n ho\u1eb7c sao ch\u00e9p n\u1ed9i dung v\u00e0 c\u0169ng c\u00f3 th\u1ec3 v\u1ecb tr\u00ed.
reject_flow=T\u1eeb ch\u1ed1i l\u01b0u l\u01b0\u1ee3ng
want_reject_step=B\u1ea1n c\u00f3 mu\u1ed1n cung c\u1ea5p m\u1ed9t b\u01b0\u1edbc t\u1eeb ch\u1ed1i?
reject_step_name=T\u00ean cho t\u1eeb ch\u1ed1i b\u01b0\u1edbc
required_format=\u0110\u1ecbnh d\u1ea1ng y\u00eau c\u1ea7u
details=Th\u00f4ng tin chi ti\u1ebft
select_condition=Ch\u1ecdn \u0111i\u1ec1u ki\u1ec7n
select_a_condition=Ch\u1ecdn m\u1ed9t \u0111i\u1ec1u ki\u1ec7n...
condition=\u0110i\u1ec1u ki\u1ec7n
conditions=\u0110i\u1ec1u ki\u1ec7n
condition_settings=C\u00e0i \u0111\u1eb7t \u0111i\u1ec1u ki\u1ec7n
set_condition_values=Thi\u1ebft l\u1eadp \u0111i\u1ec1u ki\u1ec7n gi\u00e1 tr\u1ecb
select_checkout_prompt=Click v\u00e0o \u0111\u00e2y \u0111\u1ec3 ch\u1ecdn ki\u1ec3m tra v\u1ecb tr\u00ed
condition_contains_desc=Nh\u1eadp c\u00e1c m\u00f4 h\u00ecnh v\u0103n b\u1ea3n y\u00eau c\u1ea7u, bao g\u1ed3m b\u1ea5t k\u1ef3 k\u00fd t\u1ef1 \u0111\u1ea1i di\u1ec7n. T\u00ean t\u1eadp tin bao g\u1ed3m c\u00e1c lo\u1ea1i t\u1eadp tin m\u1edf r\u1ed9ng khi ph\u00f9 h\u1ee3p v\u1edbi.
file_name_pattern=T\u00ean t\u1eadp tin m\u1eabu
condition_contains_hints=G\u1ee3i \u00fd
condition_contains_hints_desc=S\u1eed d\u1ee5ng zz * \u0111\u1ec3 ph\u00f9 h\u1ee3p v\u1edbi b\u1ea5t k\u1ef3 t\u00ean n\u00e0o b\u1eaft \u0111\u1ea7u v\u1edbi zz; s\u1eed d\u1ee5ng *.txt \u0111\u1ec3 ph\u00f9 h\u1ee3p v\u1edbi b\u1ea5t k\u1ef3 t\u1eadp tin v\u0103n b\u1ea3n; s\u1eed d\u1ee5ng * zz * \u0111\u1ec3 ph\u00f9 h\u1ee3p v\u1edbi b\u1ea5t k\u1ef3 t\u00ean t\u1ec7p c\u00f3 ch\u1ee9a zz b\u1ea5t c\u1ee9 n\u01a1i n\u00e0o bao g\u1ed3m b\u1eaft \u0111\u1ea7u ho\u1eb7c k\u1ebft th\u00fac.
apply_to_sub_spaces=\u00c1p d\u1ee5ng quy t\u1eafc t\u1edbi kh\u00f4ng gian ph\u1ee5
run_in_background=C\u00e1c quy t\u1eafc ch\u1ea1y trong n\u1ec1n
rule_disabled=V\u00f4 hi\u1ec7u quy t\u1eafc
rule_active=Ho\u1ea1t \u0111\u1ed9ng
not=Kh\u00f4ng
click_set_and_add=B\u1ea5m v\u00e0o \u0111\u1ec3 \u0111\u1eb7t c\u00e1c gi\u00e1 tr\u1ecb v\u00e0 th\u00eam v\u00e0o danh s\u00e1ch
click_add_to_list=Nh\u1ea5n v\u00e0o \u0111\u00e2y \u0111\u1ec3 th\u00eam v\u00e0o danh s\u00e1ch
set_and_add_button=\u0110\u1eb7t gi\u00e1 tr\u1ecb v\u00e0 th\u00eam
selected_conditions=\u0110i\u1ec1u ki\u1ec7n l\u1ef1a ch\u1ecdn quy t\u1eafc
selected_actions=Quy t\u1eafc \u0111\u00e3 ch\u1ecdn h\u00e0nh \u0111\u1ed9ng
action_cannot_be_execute_repeatedly=H\u00e0nh \u0111\u1ed9ng kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n li\u00ean t\u1ee5c
condition_has_aspect=M\u1ee5c c\u00f3 kh\u00eda c\u1ea1nh ''{0}''
condition_has_aspect_not=M\u1ee5c kh\u00f4ng c\u00f3 kh\u00eda c\u1ea1nh ''{0}''
condition_has_tag=M\u1ee5c c\u00f3 t\u1eeb kh\u00f3a ''{0}''
condition_has_tag_not=M\u1ee5c c\u00f3 t\u1eeb kh\u00f3a ''{0}''
condition_is_subtype=M\u1ee5c l\u00e0 m\u1ed9t phi\u00ean b\u1ea3n c\u1ee7a ''{0}''
condition_is_subtype_not=M\u1ee5c kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t phi\u00ean b\u1ea3n c\u1ee7a ''{0}''
condition_compare_mime_type=M\u1ee5c c\u00f3 m\u1ed9t t\u00ean lo\u1ea1i c\u1ee7a ''{0}''
condition_compare_mime_type_not=M\u1ee5c kh\u00f4ng c\u00f3 m\u1ed9t t\u00ean lo\u1ea1i c\u1ee7a ''{0}''
condition_in_category=M\u1ee5c thu\u1ed9c danh m\u1ee5c''{0}''
condition_in_category_not=M\u1ee5c kh\u00f4ng ph\u1ea3i l\u00e0 trong danh m\u1ee5c ''{0}''
condition_compare_property_value=T\u00ean thu\u1ed9c t\u00ednh ph\u00f9 h\u1ee3p v\u1edbi ''{0}''
condition_compare_property_value_not=T\u00ean thu\u1ed9c t\u00ednh kh\u00f4ng ph\u00f9 h\u1ee3p v\u1edbi''{0}''
action_add_features=Th\u00eam kh\u00eda c\u1ea1nh ''{0}''
action_remove_features=Lo\u1ea1i b\u1ecf c\u00e1c kh\u00eda c\u1ea1nh ''{0}''
action_specialise_type=M\u1ee5c chuy\u00ean nh\u1eadp ''{0}''
action_simple_workflow={0} m\u1ee5c ''{1}'' n\u1ebfu ''{2}'' h\u00e0nh \u0111\u1ed9ng \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n.
action_link_category=Li\u00ean k\u1ebft \u0111\u1ebfn danh m\u1ee5c ''{0}''
action_transform=B\u1ea3n sao n\u1ed9i dung ''{0}'' v\u00e0 bi\u1ebfn \u0111\u1ed5i \u0111\u1ec3 ''{1}''
action_transform_image=B\u1ea3n sao h\u00ecnh \u1ea3nh ''{0}'' v\u00e0 bi\u1ebfn \u0111\u1ed5i \u0111\u1ec3 ''{1}'' b\u1eb1ng c\u00e1ch s\u1eed d\u1ee5ng t\u00f9y ch\u1ecdn ''{2}''
action_copy=Sao ch\u00e9p v\u00e0o ''{0}''
action_copy_to_web_project_folder=Sao ch\u00e9p v\u00e0o ''{0}'' trong ''{1}''
action_move=Di chuy\u1ec3n \u0111\u1ebfn ''{0}''
action_mail=G\u1eedi email \u0111\u1ebfn ''{0}''
action_mail_template=S\u1eed d\u1ee5ng m\u1eabu
action_check_in=Ki\u1ec3m tra trong n\u1ed9i dung nh\u01b0 ''{0}'' v\u1edbi b\u00ecnh lu\u1eadn ''{1}''
action_check_out=Ki\u1ec3m tra c\u00e1c n\u1ed9i dung \u0111\u1ec3 ''{0}''
action_set_property_value=Thi\u1ebft l\u1eadp c\u00e1c thu\u1ed9c t\u00ednh''{0}''
action_import=Nh\u1eadp kh\u1ea9u \u0111\u1ec3 ''{0}''
action_script=Th\u1ef1c hi\u1ec7n k\u1ecbch b\u1ea3n ''{0}''
action_script_select=Ch\u1ecdn m\u1ed9t k\u1ecbch b\u1ea3n \u0111\u1ec3 th\u1ef1c hi\u1ec7n
not_condition_result=Ki\u1ec3m tra m\u1ee5c kh\u1edbp v\u1edbi ti\u00eau ch\u00ed \u1edf tr\u00ean
space=Kh\u00f4ng gian
import_to=Nh\u1eadp kh\u1ea9u \u0111\u1ebfn
encoding_utf8=UTF-8
rule_type=Quy t\u1eafc lo\u1ea1i
rule_background_info=N\u1ebfu t\u00f9y ch\u1ecdn n\u00e0y \u0111\u01b0\u1ee3c l\u1ef1a ch\u1ecdn c\u00e1c quy t\u1eafc s\u1ebd th\u1ef1c hi\u1ec7n trong n\u1ec1n do \u0111\u00f3, c\u00e1c k\u1ebft qu\u1ea3 c\u00f3 th\u1ec3 kh\u00f4ng xu\u1ea5t hi\u1ec7n ngay l\u1eadp t\u1ee9c.
select_recipients=T\u00ecm ki\u1ebfm ng\u01b0\u1eddi nh\u1eadn email theo t\u00ean ho\u1eb7c nh\u00f3m
selected_recipients=Ng\u01b0\u1eddi nh\u1eadn \u0111\u00e3 ch\u1ecdn email
message_recipients=Ng\u01b0\u1eddi nh\u1eadn th\u01b0
email_message=Th\u00f4ng \u0111i\u1ec7p email
insert_template=Ch\u00e8n m\u1eabu
discard_template=Lo\u1ea1i b\u1ecf m\u1eabu

# Create Space Wizard messages
create_space_title=Thu\u1eadt s\u0129 t\u1ea1o kh\u00f4ng gian
create_space_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n t\u1ea1o ra m\u1ed9t kh\u00f4ng gian m\u1edbi.
create_space_step1_title=B\u01b0\u1edbc m\u1ed9t - b\u1eaft \u0111\u1ea7u t\u1eeb kh\u00f4ng gian
create_space_step1_desc=Ch\u1ecdn c\u00e1ch b\u1ea1n mu\u1ed1n \u0111\u1ec3 t\u1ea1o ra kh\u00f4ng gian c\u1ee7a b\u1ea1n.
create_space_step2_title=B\u01b0\u1edbc hai - Space t\u00f9y ch\u1ecdn
create_space_step2_desc=Ch\u1ecdn kh\u00f4ng gian.
create_space_step3_title=B\u01b0\u1edbc ba - Kh\u00f4ng gian chi ti\u1ebft
create_space_step3_desc=Nh\u1eadp th\u00f4ng tin v\u1ec1 kh\u00f4ng gian.
create_space_finish_instruction=\u0110\u1ec3 \u0111\u00f3ng thu\u1eadt s\u0129 n\u00e0y v\u00e0 t\u1ea1o ra kh\u00f4ng gian c\u1ee7a b\u1ea1n b\u1ea5m ho\u00e0n t\u1ea5t. \u0110\u1ec3 xem l\u1ea1i hay thay \u0111\u1ed5i l\u1ef1a ch\u1ecdn c\u1ee7a b\u1ea1n b\u1ea5m L\u00f9i l\u1ea1i.
scratch=\u0110\u1ea7u
an_existing_space=M\u1ed9t kh\u00f4ng gian s\u1eb5n c\u00f3
a_template=M\u1ed9t m\u1eabu
creating_from=Vi\u1ec7c t\u1ea1o ra t\u1eeb
save_as_template=Ti\u1ebft ki\u1ec7m nh\u01b0 l\u00e0 khu\u00f4n m\u1eabu
template_name=Ti\u00eau b\u1ea3n t\u00ean
select_a_template=Ch\u1ecdn m\u1ed9t m\u1eabu...
select_a_script=Ch\u1ecdn m\u1ed9t k\u1ecbch b\u1ea3n...
starting_space=B\u1eaft \u0111\u1ea7u t\u1eeb kh\u00f4ng gian
space_options=T\u00f9y ch\u1ecdn kh\u00f4ng gian
space_details=Chi ti\u1ebft kh\u00f4ng gian
how_to_create_space=L\u00e0m th\u1ebf n\u00e0o b\u1ea1n c\u00f3 mu\u1ed1n t\u1ea1o ra kh\u00f4ng gian c\u1ee7a b\u1ea1n?
from_scratch=T\u1eeb \u0111\u1ea7u
based_on_existing_space=D\u1ef1a tr\u00ean m\u1ed9t kh\u00f4ng gian s\u1eb5n c\u00f3
using_a_template=S\u1eed d\u1ee5ng m\u1ed9t m\u1eabu
existing_space=Kh\u00f4ng gian hi\u1ec7n t\u1ea1i
copy_existing_space=B\u1ea3n sao hi\u1ec7n t\u1ea1i kh\u00f4ng gian
structure=C\u1ea5u tr\u00fac
structure_contents=C\u1ea5u tr\u00fac v\u00e0 n\u1ed9i dung
space_copy_note=L\u01b0u \u00fd\: B\u1ea5t k\u1ef3 quy \u0111\u1ecbnh n\u1ed9i dung cho kh\u00f4ng gian c\u0169ng s\u1ebd \u0111\u01b0\u1ee3c sao ch\u00e9p.
space_type=Lo\u1ea1i kh\u00f4ng gian
space_type_create=Ch\u1ecdn lo\u1ea1i kh\u00f4ng gian b\u1ea1n mu\u1ed1n t\u1ea1o.
container=Kh\u00f4ng gian th\u01b0 m\u1ee5c
container_desc=M\u1ed9t n\u01a1i \u0111\u1ec3 gi\u1eef v\u00e0 t\u1ed5 ch\u1ee9c c\u00e1c t\u00e0i li\u1ec7u v\u00e0 c\u00e1c kh\u00f4ng gian kh\u00e1c.
forums_desc=M\u1ed9t n\u01a1i \u0111\u1ec3 th\u1ea3o lu\u1eadn v\u1ec1 n\u1ed9i dung v\u1edbi nh\u1eefng ng\u01b0\u1eddi d\u00f9ng kh\u00e1c.
space_type_note=L\u01b0u \u00fd\: N\u1ebfu b\u1ea1n ch\u1ec9 c\u00f3 th\u1ec3 nh\u00ecn th\u1ea5y m\u1ed9t lo\u1ea1i dung l\u01b0\u1ee3ng sau \u0111\u00f3 c\u00e1c lo\u1ea1i space c\u00f3 th\u1ec3 kh\u00f4ng \u0111\u01b0\u1ee3c k\u00edch ho\u1ea1t. Xem qu\u1ea3n tr\u1ecb h\u1ec7 th\u1ed1ng c\u1ee7a b\u1ea1n \u0111\u1ec3 \u0111\u01b0\u1ee3c tr\u1ee3 gi\u00fap th\u00eam.
template_space=Kh\u00f4ng gian m\u1eabu
select_template=Ch\u1ecdn m\u1eabu b\u1ea1n mu\u1ed1n s\u1eed d\u1ee5ng.

# Create and Edit Website Wizard messages
create_website=T\u1ea1o trang Web d\u1ef1 \u00e1n
create_website_title=T\u1ea1o thu\u1eadt s\u0129 d\u1ef1 \u00e1n Web
create_website_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n t\u1ea1o ra m\u1ed9t kh\u00f4ng gian d\u1ef1 \u00e1n web m\u1edbi.
website_details=Chi ti\u1ebft d\u1ef1 \u00e1n web
create_website_step1_title=B\u01b0\u1edbc m\u1ed9t - chi ti\u1ebft d\u1ef1 \u00e1n Web
create_website_step1_desc=Nh\u1eadp th\u00f4ng tin v\u1ec1 c\u00e1c d\u1ef1 \u00e1n web.
website_dnsname=T\u00ean DNS
website_preview_provider=Nh\u00e0 cung c\u1ea5p xem tr\u01b0\u1edbc
validation_invalid_dns_name=T\u00ean DNS kh\u00f4ng h\u1ee3p l\u1ec7 trang web\: ch\u1ec9 c\u00f3 k\u00fd t\u1ef1 g\u1ea1ch n\u1ed1i alpha-s\u1ed1 v\u00e0 ph\u00f2ng kh\u00f4ng-ban \u0111\u1ea7u/cu\u1ed1i c\u00f9ng \u0111\u01b0\u1ee3c cho ph\u00e9p (chi\u1ec1u d\u00e0i t\u1ed1i \u0111a < 64).
website_webapp=M\u1eb7c \u0111\u1ecbnh Webapp
website_createfrom=T\u1ea1o t\u1eeb c\u00e1c d\u1ef1 \u00e1n Web hi\u1ec7n t\u1ea1i
create_website_step2_title=B\u01b0\u1edbc 2 - t\u1ea1o ra t\u1eeb d\u1ef1 \u00e1n Web hi\u1ec7n t\u1ea1i
create_website_step2_desc=T\u00f9y ch\u1ecdn ch\u1ecdn m\u1ed9t d\u1ef1 \u00e1n hi\u1ec7n t\u1ea1i \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng nh\u01b0 c\u00e1c m\u1eabu cho trang web n\u00e0y
website_create_empty=T\u1ea1o ra m\u1ed9t d\u1ef1 \u00e1n Web m\u1edbi c\u00f3 s\u1ea3n ph\u1ea9m n\u00e0o
website_create_existing=T\u1ea1o m\u1ed9t d\u1ef1 \u00e1n Web d\u1ef1a tr\u00ean m\u1ed9t trong nh\u1eefng s\u1eb5n c\u00f3. C\u1ea5u tr\u00fac d\u00e0n d\u1ef1ng Sandbox, bi\u1ec3u m\u1eabu Web, quy tr\u00ecnh l\u00e0m vi\u1ec7c v\u00e0 ng\u01b0\u1eddi s\u1eed d\u1ee5ng s\u1ebd \u0111\u01b0\u1ee3c sao ch\u00e9p t\u1eeb c\u00e1c d\u1ef1 \u00e1n Web \u0111\u00e3 ch\u1ecdn
website_sourcewebsite=Th\u00e0nh l\u1eadp t\u1eeb d\u1ef1 \u00e1n Web
website_sourcetemplate=S\u1eed d\u1ee5ng nh\u01b0 l\u00e0 m\u1ed9t m\u1eabu?
website_sourcenote=L\u01b0u \u00fd\: Ch\u1ec9 c\u00f3 c\u00e1c d\u1ef1 \u00e1n Web \u0111\u00e1nh d\u1ea5u \u0111\u1ec3 s\u1eed d\u1ee5ng nh\u01b0 m\u1ed9t m\u1eabu s\u1ebd \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb theo m\u1eb7c \u0111\u1ecbnh.
website_sourceshowall=Hi\u1ec3n th\u1ecb t\u1ea5t c\u1ea3 c\u00e1c d\u1ef1 \u00e1n Web
website_sourceshowtemplates=Hi\u1ec3n th\u1ecb d\u1ef1 \u00e1n Web m\u1eabu
website_selected_forms=C\u00e1c h\u00ecnh th\u1ee9c n\u1ed9i dung Web \u0111\u00e3 ch\u1ecdn
website_web_content_forms=C\u00e1c h\u00ecnh th\u1ee9c n\u1ed9i dung web
website_save_location=L\u01b0u v\u1ecb tr\u00ed
website_save_location_info=S\u1eed d\u1ee5ng c\u00e1c m\u00f4 h\u00ecnh sau khi l\u01b0u n\u1ed9i dung
website_filename_pattern=T\u00ean t\u1eadp tin m\u1eabu
website_filename_match=T\u00ean t\u1eadp tin m\u1eabu ph\u00f9 h\u1ee3p
website_workflow=Quy tr\u00ecnh l\u00e0m vi\u1ec7c
website_workflow_info=S\u1eed d\u1ee5ng c\u00e1c c\u00f4ng vi\u1ec7c sau \u0111\u00e2y
website_forms=C\u1ea5u h\u00ecnh bi\u1ec3u m\u1eabu Web
form_template_details=tinh1Chi ti\u1ebft bi\u1ec3u m\u1eabu web
form_template_details_desc=Ch\u1ec9nh s\u1eeda c\u00e1c chi ti\u1ebft c\u1ee7a m\u1eabu Web {0} trong d\u1ef1 \u00e1n Web {1}.
form_template_conf_workflow=\u0110\u1eb7t c\u1ea5u h\u00ecnh quy tr\u00ecnh l\u00e0m vi\u1ec7c
form_template_select_templates=\u0110\u1eb7t c\u1ea5u h\u00ecnh m\u1eabu
form_template_templates=\u0110\u1eb7t c\u1ea5u h\u00ecnh m\u1eabu
form_template_templates_desc=Thi\u1ebft l\u1eadp c\u00e1c b\u1ea3n m\u1eabu b\u1ea1n mu\u1ed1n s\u1eed d\u1ee5ng cho c\u00e1c h\u00ecnh th\u1ee9c Web {0} trong d\u1ef1 \u00e1n Web {1}.
form_template_workflow=\u0110\u1eb7t c\u1ea5u h\u00ecnh quy tr\u00ecnh l\u00e0m vi\u1ec7c
form_template_workflow_desc=\u0110\u1eb7t c\u1ea5u h\u00ecnh m\u1eb7c \u0111\u1ecbnh quy tr\u00ecnh l\u00e0m vi\u1ec7c cho d\u1ef1 \u00e1n Web n\u00e0y
create_website_step3_title=B\u01b0\u1edbc ba - c\u1ea5u h\u00ecnh tri\u1ec3n khai \u0111\u1ec3 nh\u1eadn
create_website_step3_desc=C\u1ea5u h\u00ecnh tri\u1ec3n khai m\u00e1y ch\u1ee7 cho c\u00e1c d\u1ef1 \u00e1n web.
website_deployment=C\u1ea5u h\u00ecnh tri\u1ec3n khai \u0111\u1ec3 nh\u1eadn
create_website_step4_title=B\u01b0\u1edbc 4 - c\u1ea5u h\u00ecnh c\u00e1c h\u00ecnh th\u1ee9c n\u1ed9i dung Web
create_website_step4_desc=Ch\u1ecdn v\u00e0 c\u1ea5u h\u00ecnh bi\u1ec3u m\u1eabu web cho n\u1ed9i dung trang web t\u1ea1o ra.
website_select_form=Ch\u1ecdn bi\u1ec3u m\u1eabu Web
website_select_templates=Ch\u1ecdn m\u1eabu
website_selected_templates=Ch\u1ecdn m\u1eabu
website_settings=\u0110\u1eb7t c\u1ea5u h\u00ecnh quy tr\u00ecnh l\u00e0m vi\u1ec7c
create_website_step5_title=B\u01b0\u1edbc 5 - \u0111\u1eb7t c\u1ea5u h\u00ecnh quy tr\u00ecnh l\u00e0m vi\u1ec7c
create_website_step5_desc=Ch\u1ecdn v\u00e0 \u0111\u1eb7t c\u1ea5u h\u00ecnh lu\u1ed3ng c\u00f4ng vi\u1ec7c cho t\u00e0i s\u1ea3n \u0111\u01b0\u1ee3c t\u1ea1o ra-m\u1eabu.
website_select_workflows=Ch\u1ecdn c\u00f4ng vi\u1ec7c
website_selected_workflows=Quy tr\u00ecnh c\u00f4ng vi\u1ec7c \u0111\u00e3 ch\u1ecdn
website_invite=Th\u00eam ng\u01b0\u1eddi d\u00f9ng
create_website_step6_title=B\u01b0\u1edbc 6 - th\u00eam ng\u01b0\u1eddi d\u00f9ng
create_website_step6_desc=Ch\u1ecdn ng\u01b0\u1eddi d\u00f9ng v\u00e0 vai tr\u00f2 c\u1ee7a h\u1ecd.
website_notify=Ng\u01b0\u1eddi d\u00f9ng email
create_website_step7_title=B\u01b0\u1edbc 7 - g\u1eedi Email cho ng\u01b0\u1eddi d\u00f9ng
create_website_step7_desc=Th\u00f4ng b\u00e1o cho nh\u1eefng ng\u01b0\u1eddi s\u1eed d\u1ee5ng trang web.
create_website_finish_instruction=\u0110\u1ec3 \u0111\u00f3ng thu\u1eadt s\u0129 n\u00e0y v\u00e0 t\u1ea1o ra trang web c\u1ee7a b\u1ea1n d\u1ef1 \u00e1n space b\u1ea5m ho\u00e0n t\u1ea5t. \u0110\u1ec3 xem l\u1ea1i hay thay \u0111\u1ed5i l\u1ef1a ch\u1ecdn c\u1ee7a b\u1ea1n b\u1ea5m L\u00f9i l\u1ea1i.
create_website_summary_users=Ng\u01b0\u1eddi s\u1eed d\u1ee5ng v\u00e0 vai tr\u00f2
server_already_exist=C\u00e1c m\u00e1y ch\u1ee7 v\u1edbi t\u00ean {0} \u0111\u00e3 t\u1ed3n t\u1ea1i.
edit_website_title=Ch\u1ec9nh s\u1eeda c\u00e1c thu\u1eadt s\u0129 d\u1ef1 \u00e1n Web
edit_website_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n s\u1eeda \u0111\u1ed5i c\u00e1c c\u00e0i \u0111\u1eb7t cho m\u1ed9t kh\u00f4ng gian d\u1ef1 \u00e1n web.
edit_website_finish_instruction=\u0110\u1ec3 \u0111\u00f3ng thu\u1eadt s\u0129 n\u00e0y v\u00e0 l\u01b0u c\u00e1c c\u00e0i \u0111\u1eb7t s\u1eeda \u0111\u1ed5i cho kh\u00f4ng gian d\u1ef1 \u00e1n web c\u1ee7a b\u1ea1n b\u1ea5m ho\u00e0n t\u1ea5t. \u0110\u1ec3 xem l\u1ea1i hay thay \u0111\u1ed5i l\u1ef1a ch\u1ecdn c\u1ee7a b\u1ea1n b\u1ea5m L\u00f9i l\u1ea1i.
edit_website=Ch\u1ec9nh s\u1eeda c\u00e0i \u0111\u1eb7t d\u1ef1 \u00e1n Web
workflow_settings=C\u00e0i \u0111\u1eb7t quy tr\u00ecnh l\u00e0m vi\u1ec7c
workflow_not_configured=Quy tr\u00ecnh l\u00e0m vi\u1ec7c kh\u00f4ng \u0111\u01b0\u1ee3c c\u1ea5u h\u00ecnh
error_filename_pattern=L\u1ed7i v\u1edbi c\u00f4ng vi\u1ec7c t\u00ean t\u1eadp tin pattern\: {0}
workflow_not_set=kh\u00f4ng c\u00f3 quy tr\u00ecnh l\u00e0m vi\u1ec7c
rendering_engines_selected=M\u1eabu \u0111\u00e3 ch\u1ecdn
edit_website_step2_title=B\u01b0\u1edbc hai - c\u1ea5u h\u00ecnh tri\u1ec3n khai m\u00e1y ch\u1ee7
edit_website_step2_desc=C\u1ea5u h\u00ecnh tri\u1ec3n khai m\u00e1y ch\u1ee7 cho c\u00e1c d\u1ef1 \u00e1n web.
edit_website_step3_title=B\u01b0\u1edbc 3 - \u0111\u1eb7t c\u1ea5u h\u00ecnh c\u00e1c h\u00ecnh th\u1ee9c n\u1ed9i dung Web
edit_website_step3_desc=Ch\u1ecdn v\u00e0 c\u1ea5u h\u00ecnh bi\u1ec3u m\u1eabu web cho n\u1ed9i dung trang web t\u1ea1o ra.
edit_website_step4_title=B\u01b0\u1edbc 4 - c\u1ea5u h\u00ecnh quy tr\u00ecnh l\u00e0m vi\u1ec7c
edit_website_step4_desc=Ch\u1ecdn v\u00e0 \u0111\u1eb7t c\u1ea5u h\u00ecnh lu\u1ed3ng c\u00f4ng vi\u1ec7c cho t\u00e0i s\u1ea3n \u0111\u01b0\u1ee3c t\u1ea1o ra-m\u1eabu.

# Invite web users wizard messages
invite_website_users=M\u1eddi ng\u01b0\u1eddi d\u00f9ng Web d\u1ef1 \u00e1n
invite_webusers_title=M\u1eddi ng\u01b0\u1eddi d\u00f9ng Web d\u1ef1 \u00e1n
invite_webusers_desc=M\u1eddi ng\u01b0\u1eddi d\u00f9ng m\u1edbi v\u00e0 t\u1ea1o ra c\u00e1c h\u1ed1 c\u00e1t cho c\u00e1c d\u1ef1 \u00e1n Web.
invite_webusers_step1_title=B\u01b0\u1edbc m\u1ed9t - l\u1eddi m\u1eddi ng\u01b0\u1eddi d\u00f9ng
invite_webusers_step1_desc=Ch\u1ecdn ng\u01b0\u1eddi d\u00f9ng v\u00e0 vai tr\u00f2 c\u1ee7a h\u1ecd.
invite_webusers_step2_title=B\u01b0\u1edbc hai - th\u00f4ng b\u00e1o cho ng\u01b0\u1eddi d\u00f9ng
invite_webusers_step2_desc=Th\u00f4ng b\u00e1o cho ng\u01b0\u1eddi d\u00f9ng m\u1eddi.
invite_webusers_finish_instruction=\u0110\u1ec3 \u0111\u00f3ng thu\u1eadt s\u0129 v\u00e0 t\u1ea1o ng\u01b0\u1eddi s\u1eed d\u1ee5ng ch\u1ed7 th\u1eed b\u1ea5m ho\u00e0n t\u1ea5t. \u0110\u1ec3 xem l\u1ea1i hay thay \u0111\u1ed5i l\u1ef1a ch\u1ecdn c\u1ee7a b\u1ea1n b\u1ea5m L\u00f9i l\u1ea1i.

# Delete Website Dialog messages
delete_website=X\u00f3a trang Web d\u1ef1 \u00e1n
delete_website_info=\u0110\u1ec3 lo\u1ea1i b\u1ecf d\u1ef1 \u00e1n trang web n\u00e0y v\u00e0 t\u1ea5t c\u1ea3 li\u00ean quan \u0111\u1ebfn h\u1ed1 c\u00e1t ng\u01b0\u1eddi d\u00f9ng, b\u1ea5m v\u00e0o OK.
delete_website_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n x\u00f3a c\u00e1c d\u1ef1 \u00e1n web \"{0}\" v\u00e0 li\u00ean quan \u0111\u1ebfn t\u1ea5t c\u1ea3 ng\u01b0\u1eddi d\u00f9ng h\u1ed1 c\u00e1t?

# Browse Website and Sandboxes messages
title_browse_website=Trang web tr\u00ecnh duy\u1ec7t
website_info=S\u1eed d\u1ee5ng ch\u1ebf \u0111\u1ed9 xem n\u00e0y \u0111\u1ec3 duy\u1ec7t c\u00e1c khu v\u1ef1c t\u1eadp trung v\u00e0 ng\u01b0\u1eddi s\u1eed d\u1ee5ng ch\u1ed7 th\u1eed cho m\u1ed9t d\u1ef1 \u00e1n web.
staging_sandbox=D\u00e0n d\u1ef1ng Sandbox
user_sandboxes=H\u1ed1 c\u00e1t ng\u01b0\u1eddi d\u00f9ng
sandbox_preview=Xem tr\u01b0\u1edbc trang web
sandbox_create=T\u1ea1o n\u1ed9i dung trang Web
sandbox_browse=Trang web tr\u00ecnh duy\u1ec7t
sandbox_revert=Ho\u00e0n t\u00e1c
sandbox_revertall=L\u00f9i l\u1ea1i t\u1ea5t c\u1ea3
sandbox_submitall=G\u1eedi t\u1ea5t c\u1ea3
count_conflicted_items={0} file (s) xung \u0111\u1ed9t v\u1edbi c\u00e1c thay \u0111\u1ed5i \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n b\u1edfi ng\u01b0\u1eddi d\u00f9ng kh\u00e1c
sandbox_submitselected=G\u1eedi \u0111\u00e3 ch\u1ecdn
sandbox_revertselected=Ho\u00e0n t\u00e1c l\u1ef1a ch\u1ecdn
sandbox_icon=Trang web tr\u00ecnh duy\u1ec7t
sandbox_snapshot=T\u1ea1o ra \u1ea3nh ch\u1ee5p
sandbox_snapshot_info=T\u1ea1o ra m\u1ed9t \u1ea3nh ch\u1ee5p nhanh c\u1ee7a ch\u1ed7 th\u1eed n\u00e0y.
sandbox_remove=X\u00f3a
sandbox_refresh=L\u00e0m m\u1edbi
sandbox_deploy=Tri\u1ec3n khai
sandbox_release_test_server=Ph\u00e1t h\u00e0nh m\u00e1y ch\u1ee7
import_website_content=Nh\u1eadp kh\u1ea9u s\u1ed1 l\u01b0\u1ee3ng l\u1edbn
title_browse_sandbox=Duy\u1ec7t xem Sandbox
sandbox_info=S\u1eed d\u1ee5ng quan \u0111i\u1ec3m n\u00e0y \u0111\u1ec3 tr\u00ecnh duy\u1ec7t c\u00e1c t\u1eadp tin v\u00e0 th\u01b0 m\u1ee5c trong sandbox cho m\u1ed9t d\u1ef1 \u00e1n web.
sandbox_title=Trang web ''{0}'' sandbox ''{1}''
sandbox_staging=D\u00e0n d\u1ef1ng
website_browse_folders=Duy\u1ec7t c\u00e1c th\u01b0 m\u1ee5c
website_browse_files=Duy\u1ec7t xem t\u1eadp tin
creator=T\u00e1c gi\u1ea3
modified_items=S\u1eeda \u0111\u1ed5i kho\u1ea3n m\u1ee5c
content_forms=Bi\u1ec3u m\u1eabu web
search_website=T\u00ecm ki\u1ebfm trang web
search_sandbox_warn=Hi\u1ec3n th\u1ecb k\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm c\u00f3 th\u1ec3 kh\u00f4ng \u0111\u01b0\u1ee3c C\u1eadp Nh\u1eadt v\u1edbi thay \u0111\u1ed5i th\u1ef1c hi\u1ec7n \u1edf ch\u1ed7 th\u1eed \u0111\u1ecba ph\u01b0\u01a1ng c\u1ee7a b\u1ea1n.
search_form_content=T\u1ea1o ra n\u1ed9i dung XML cho bi\u1ec3u m\u1eabu\: {0}
store_created_on=Kh\u1edfi t\u1ea1o l\u00fac
store_created_by=T\u1ea1o b\u1edfi
store_working_users=C\u00f3 {0,choice,0#are no users|1#is one user|1<are {0,number} users} ng\u01b0\u1eddi d\u00f9ng} l\u00e0m vi\u1ec7c tr\u00ean d\u1ef1 \u00e1n trang web n\u00e0y.
avm_node_deleted=\u0110\u00e3 x\u00f3a
revert=Tr\u1edf l\u1ea1i
revert_success=Tr\u1edf l\u1ea1i th\u00e0nh c\u00f4ng {1,choice,0#SHOULD_NOT_HAPPEN|1#item|1<items}: {0}
revertall_success=Th\u00e0nh c\u00f4ng tr\u1edf l\u1ea1i ch\u1ed7 th\u1eed cho ng\u01b0\u1eddi d\u00f9ng\: {0}
revertselected_success=Th\u00e0nh c\u00f4ng tr\u1edf l\u1ea1i c\u00e1c kho\u1ea3n m\u1ee5c \u0111\u00e3 ch\u1ecdn cho user\: {0}
revert_sandbox_success=Th\u00e0nh c\u00f4ng tr\u1edf l\u1ea1i ch\u1ed7 th\u1eed ''{0}'' \u0111\u1ec3 version\: {1}
submit=G\u1eedi
submit_success=\u0110\u00e3 g\u1eedi th\u00e0nh c\u00f4ng item\: {0}
submitall_success=C\u00e1c ch\u1ed7 th\u1eed th\u00e0nh c\u00f4ng \u0111\u00e3 g\u1eedi cho ng\u01b0\u1eddi d\u00f9ng\: {0}
submitselected_success=G\u1eedi th\u00e0nh c\u00f4ng c\u00e1c kho\u1ea3n m\u1ee5c \u0111\u00e3 ch\u1ecdn cho ng\u01b0\u1eddi d\u00f9ng\: {0}
submitted=G\u1eedi
folder_preview=Xem tr\u01b0\u1edbc th\u01b0 m\u1ee5c
file_preview=Xem tr\u01b0\u1edbc File
selected=L\u1ef1a ch\u1ecdn
create_form_content=T\u1ea1o n\u1ed9i dung
find_form_content=Duy\u1ec7t xem n\u1ed9i dung
recent_snapshots=\u1ea2nh ch\u1ee5p nhanh t\u1ea1i
snapshot_revert=Tr\u1edf l\u1ea1i
snapshot_preview=Xem tr\u01b0\u1edbc
snapshot_deploy=Tri\u1ec3n khai
webapp_current=Webapp c\u1eb7p hi\u1ec7n th\u1eddi
sandbox_no_modified_items=Kh\u00f4ng c\u00f3 kho\u1ea3n m\u1ee5c l\u1ea7n
sandbox_no_web_forms=Kh\u00f4ng c\u00f3 bi\u1ec3u m\u1eabu Web c\u00f3 s\u1eb5n
sandbox_my_sandbox=Ch\u1ed7 th\u1eed c\u1ee7a t\u00f4i
sandbox_user=Ng\u01b0\u1eddi d\u00f9ng
pending_submissions=N\u1ed9i dung \u0111ang ch\u1edd kh\u1edfi \u0111\u1ed9ng
no_pending_submissions=Kh\u00f4ng c\u00f3 n\u1ed9i dung \u0111ang ch\u1edd kh\u1edfi \u0111\u1ed9ng
pending_preview=Xem tr\u01b0\u1edbc n\u1ed9i dung
pending_details=Xem chi ti\u1ebft
pending_diff=So s\u00e1nh tr\u1ef1c quan
pending_promote=G\u1eedi b\u00e2y gi\u1edd
pending_abort=H\u1ee7y b\u1ecf th\u00f4ng tin
task_done_resubmit_all=Nhi\u1ec7m v\u1ee5 th\u1ef1c hi\u1ec7n & g\u1eedi t\u1ea5t c\u1ea3
delete_all_deploy_reports=X\u00f3a t\u1ea5t c\u1ea3 tri\u1ec3n khai b\u00e1o c\u00e1o
delete_reports_info=\u0110\u1ec3 lo\u1ea1i b\u1ecf t\u1ea5t c\u1ea3 tri\u1ec3n khai b\u00e1o c\u00e1o trong c\u00e1c d\u1ef1 \u00e1n web, b\u1ea5m c\u00f3.
delete_reports_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n x\u00f3a b\u1ecf t\u1ea5t c\u1ea3 tri\u1ec3n khai b\u00e1o c\u00e1o tr\u00ean t\u1ea5t c\u1ea3 c\u00e1c h\u1ed1 c\u00e1t trong webproject n\u00e0y?
release_server_title=M\u00e1y ch\u1ee7 th\u1eed nghi\u1ec7m ph\u00e1t h\u00e0nh
release_server_info=\u0110\u1ec3 ph\u00e1t h\u00e0nh m\u00e1y ch\u1ee7 th\u1eed nghi\u1ec7m t\u1eeb ch\u1ed7 th\u1eed n\u00e0y, b\u1ea5m c\u00f3.
release_server_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n ph\u00e1t h\u00e0nh server(s) th\u1eed nghi\u1ec7m ph\u00e2n b\u1ed5 cho c\u00e1c ch\u1ed7 th\u1eed n\u00e0y kh\u00f4ng?
website_showallsandboxes=Hi\u1ec3n th\u1ecb t\u1ea5t c\u1ea3 c\u00e1c h\u1ed1 c\u00e1t

# Website actions and dialog messages
title_import_content=Nh\u1eadp kh\u1ea9u s\u1ed1 l\u01b0\u1ee3ng l\u1edbn trang web d\u1ef1 \u00e1n
import_website_content_title=Nh\u1eadp kh\u1ea9u s\u1ed1 l\u01b0\u1ee3ng l\u1edbn
import_website_content_desc=S\u1eed d\u1ee5ng h\u1ed9p tho\u1ea1i n\u00e0y \u0111\u1ec3 nh\u1eadp kh\u1ea9u m\u1ed9t kho l\u01b0u tr\u1eef n\u1ed9i dung v\u00e0o c\u00e1c d\u1ef1 \u00e1n web.
import_high_byte_zip_file=ZIP file ch\u1ee9a t\u00ean t\u1eadp tin cao-byte k\u00fd t\u1ef1 nh\u01b0 Nh\u1eadt b\u1ea3n, Trung Qu\u1ed1c hay H\u00e0n Qu\u1ed1c.
delete_avm_file_info=\u0110\u1ec3 lo\u1ea1i b\u1ecf t\u1ec7p n\u00e0y t\u1eeb sandbox, b\u1ea5m OK.
delete_avm_file_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n lo\u1ea1i b\u1ecf \"{0}\" kh\u1ecfi sandbox?
delete_form_instance_data_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n lo\u1ea1i b\u1ecf \"{0}\" v\u00e0 c\u1ee7a {1} li\u00ean k\u1ebft {1,choice,0#renditions|1#rendition|1<renditions} t\u1eeb sandbox?
delete_rendition_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n lo\u1ea1i b\u1ecf \"{0}\", \"{1}\" v\u00e0 c\u1ee7a n\u00f3 {2} kh\u00e1c li\u00ean quan \u0111\u1ebfn {2,choice,0#renditions|1#rendition|1<renditions} t\u1eeb sandbox?
delete_folder=X\u00f3a th\u01b0 m\u1ee5c
delete_avm_folder_info=\u0110\u1ec3 xo\u00e1 th\u01b0 m\u1ee5c n\u00e0y v\u00e0 n\u1ed9i dung c\u1ee7a n\u00f3 kh\u1ecfi sandbox, b\u1ea5m OK.
delete_avm_folder_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n lo\u1ea1i b\u1ecf \"{0}\" v\u00e0 n\u1ed9i dung c\u1ee7a n\u00f3 kh\u1ecfi sandbox?
unlock_file=M\u1edf kh\u00f3a t\u1eadp tin
unlock_file_info=\u0110\u1ec3 lo\u1ea1i b\u1ecf c\u00e1c kh\u00f3a t\u1eeb t\u1eadp tin n\u00e0y b\u1ea5m v\u00e0o OK.
unlock_file_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n lo\u1ea1i b\u1ecf c\u00e1c kh\u00f3a t\u1eeb \"{0}\"?
error_delete_folder=Kh\u00f4ng th\u1ec3 xo\u00e1 th\u01b0 m\u1ee5c do l\u1ed7i h\u1ec7 th\u1ed1ng\:
create_web_content=T\u1ea1o n\u1ed9i dung trang Web
create_web_content_title=T\u1ea1o trang Web n\u1ed9i dung h\u01b0\u1edbng d\u1eabn
edit_web_content_title=Ch\u1ec9nh s\u1eeda n\u1ed9i dung trang Web h\u01b0\u1edbng d\u1eabn
create_web_content_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n t\u1ea1o ra m\u1ed9t m\u1ee5c n\u1ed9i dung m\u1edbi cho trang web.
edit_web_content_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n ch\u1ec9nh s\u1eeda m\u1ed9t m\u1ee5c n\u1ed9i dung cho m\u1ed9t trang web.
create_folder=T\u1ea1o th\u01b0 m\u1ee5c
create_avm_folder_info=T\u1ea1o ra m\u1ed9t th\u01b0 m\u1ee5c m\u1edbi trong trang web.
create_layered_folder=T\u1ea1o th\u01b0 m\u1ee5c l\u1edbp
create_layered_folder_info=T\u1ea1o ra m\u1ed9t th\u01b0 m\u1ee5c l\u1edbp trong trang web.
target=M\u1ee5c ti\u00eau
target_path=\u0110\u01b0\u1eddng d\u1eabn m\u1ee5c ti\u00eau
target_does_not_exists=Th\u1ea5t b\u1ea1i trong vi\u1ec7c t\u1ea1o ra l\u1edbp th\u01b0 m\u1ee5c nh\u01b0 \u0111\u01b0\u1eddng m\u1ee5c ti\u00eau {0} kh\u00f4ng t\u1ed3n t\u1ea1i trong d\u1ef1 \u00e1n web \u0111\u00e3 ch\u1ecdn.
delete_layered_folder=X\u00f3a th\u01b0 m\u1ee5c l\u1edbp
folder=Th\u01b0 m\u1ee5c
file=T\u1eadp tin
shared_folder=L\u1edbp th\u01b0 m\u1ee5c
shared_file=L\u1edbp t\u1eadp tin
stale_shared_folder=L\u1edbp th\u01b0 m\u1ee5c
stale_shared_file=L\u1edbp t\u1eadp tin
target_is_deleted=Th\u01b0 m\u1ee5c ch\u1ecdn''{0}'' s\u1ebd b\u1ecb x\u00f3a.
shared_from=L\u1edbp t\u1eeb {0}
add_avm_content_dialog_desc=H\u1ed9p tho\u1ea1i n\u00e0y s\u1ebd gi\u00fap b\u1ea1n th\u00eam n\u1ed9i dung v\u00e0o m\u1ed9t th\u01b0 m\u1ee5c.
update_avm_file_desc=C\u1eadp Nh\u1eadt m\u1ed9t t\u1eadp tin trong c\u00e1c trang web v\u1edbi n\u1ed9i dung t\u1eeb m\u00e1y t\u00ednh c\u1ee7a b\u1ea1n.
file_details_desc=Xem th\u00f4ng tin chi ti\u1ebft v\u1ec1 t\u1eadp tin.
title_folder_details=Chi ti\u1ebft th\u01b0 m\u1ee5c
folder_details_desc=Xem th\u00f4ng tin chi ti\u1ebft v\u1ec1 c\u00e1c th\u01b0 m\u1ee5c.
edit_file_properties=Ch\u1ec9nh s\u1eeda c\u00e1c thu\u1ed9c t\u00ednh t\u1ec7p
edit_file_description=Ch\u1ec9nh s\u1eeda c\u00e1c thu\u1ed9c t\u00ednh c\u1ee7a c\u00e1c t\u1eadp tin sau \u0111\u00f3 b\u1ea5m OK.
edit_folder_properties=Ch\u1ec9nh s\u1eeda thu\u1ed9c t\u00ednh th\u01b0 m\u1ee5c
edit_folder_description=Ch\u1ec9nh s\u1eeda c\u00e1c thu\u1ed9c t\u00ednh c\u1ee7a c\u00e1c t\u1eadp tin sau \u0111\u00f3 b\u1ea5m OK.
folder_props=Thu\u1ed9c t\u00ednh th\u01b0 m\u1ee5c
folder_props_warn=\u0110\u1ed5i t\u00ean th\u01b0 m\u1ee5c c\u00f3 th\u1ec3 m\u1ea5t m\u1ed9t th\u1eddi gian.
snapshot_properties=\u1ea2nh ch\u1ee5p t\u00e0i s\u1ea3n
snapshot_label=Nh\u00e3n hi\u1ec7u
snapshot_success=\u1ea2nh ch\u1ee5p ''{0}'' t\u1ea1o ra cho sandbox\: {1}
snapshot_failure=\u1ea2nh ch\u1ee5p kh\u00f4ng t\u1ea1o ra - sandbox \u0111\u00e3 kh\u00f4ng b\u1ecb thay \u0111\u1ed5i k\u1ec3 t\u1eeb khi \u1ea3nh ch\u1ee5p cu\u1ed1i.
snapshot_submitted_by=G\u1eedi b\u1edfi
title_website_details=Chi ti\u1ebft d\u1ef1 \u00e1n web
webproject_details_of=Chi ti\u1ebft d\u1ef1 \u00e1n web
delete_sandbox=X\u00f3a Sandbox
delete_sandbox_info=\u0110\u1ec3 lo\u1ea1i b\u1ecf ch\u1ed7 th\u1eed n\u00e0y v\u00e0 ng\u01b0\u1eddi s\u1eed d\u1ee5ng t\u1eeb c\u00e1c d\u1ef1 \u00e1n Web, b\u1ea5m OK.
delete_sandbox_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n lo\u1ea1i b\u1ecf ng\u01b0\u1eddi d\u00f9ng sandbox \"{0}\" t\u1eeb c\u00e1c d\u1ef1 \u00e1n Web kh\u00f4ng?
submit_submission_info=N\u1ed9p h\u1ed3 s\u01a1 th\u00f4ng tin
submit_comment=M\u00f4 t\u1ea3
submit_snapshotlabel=Nh\u00e3n hi\u1ec7u
submit_workflow_selection=S\u1eed d\u1ee5ng c\u00e1c c\u00f4ng vi\u1ec7c sau \u0111\u00e2y \u0111\u1ec3 g\u1eedi t\u1ea5t c\u1ea3 s\u1eeda \u0111\u1ed5i kho\u1ea3n m\u1ee5c
submit_not_submit_warning=C\u00e1c m\u1ee5c sau \u0111\u00e2y kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c g\u1eedi nh\u01b0 h\u1ecd \u0111\u00e3 l\u00e0 m\u1ed9t ph\u1ea7n c\u1ee7a m\u1ed9t c\u00f4ng vi\u1ec7c.
submit_no_workflow_warning=Kh\u00f4ng c\u00f3 c\u00f4ng vi\u1ec7c ph\u00f9 h\u1ee3p c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y cho c\u00e1c s\u1eeda \u0111\u1ed5i d\u01b0\u1edbi \u0111\u00e2y
submit_submit_info=C\u00e1c m\u1ee5c sau \u0111\u00e2y s\u1ebd \u0111\u01b0\u1ee3c g\u1eedi
submit_items_title=G\u1eedi b\u00e0i
submit_items_desc=Trang n\u00e0y s\u1ebd gi\u00fap b\u1ea1n \u0111\u1ec3 g\u1eedi c\u00e1c b\u1ea3n ghi s\u1eeda \u0111\u1ed5i cho vi\u1ec7c ph\u00e1t h\u00e0nh tr\u00ean trang web.
submit_configure_workflow=\u0110\u1eb7t c\u1ea5u h\u00ecnh quy tr\u00ecnh l\u00e0m vi\u1ec7c
submit_configure_workflow_desc=\u0110\u1eb7t c\u1ea5u h\u00ecnh c\u00e0i \u0111\u1eb7t quy tr\u00ecnh l\u00e0m vi\u1ec7c v\u00e0 c\u00e1c th\u00f4ng s\u1ed1
create_webapp=T\u1ea1o th\u01b0 m\u1ee5c Webapp
create_webapp_title=T\u1ea1o th\u01b0 m\u1ee5c Webapp
create_webapp_desc=T\u1ea1o m\u1ed9t th\u01b0 m\u1ee5c g\u1ed1c Webapp m\u1edbi cho d\u1ef1 \u00e1n web n\u00e0y
submit_workflow_config_error=Quy tr\u00ecnh l\u00e0m vi\u1ec7c tham s\u1ed1 kh\u00f4ng \u0111\u00e3 \u0111\u01b0\u1ee3c c\u1ea5u h\u00ecnh \u0111\u1ea7y \u0111\u1ee7, kh\u00f4ng th\u1ec3 g\u1eedi b\u00e0i.
revert_selected_title=Ho\u00e0n t\u00e1c c\u00e1c kho\u1ea3n m\u1ee5c \u0111\u00e3 ch\u1ecdn
revert_selected_desc=\u0110\u1ec3 ho\u00e0n t\u00e1c c\u00e1c thay \u0111\u1ed5i \u0111\u1ed1i v\u1edbi t\u1ec7p \u0111\u00e3 ch\u1ecdn trong sandbox, b\u1ea5m OK.
revert_selected_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n ho\u00e0n t\u00e1c c\u00e1c thay \u0111\u1ed5i \u0111\u1ec3 c\u00e1c t\u1eadp tin \u0111\u01b0\u1ee3c ch\u1ecdn trong t\u1eeb sandbox?
revert_all_title=Ho\u00e0n t\u00e1c t\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c
revert_snapshot_title=Tr\u1edf l\u1ea1i \u1ea3nh ch\u1ee5p
revert_snapshot_desc=Tr\u1edf l\u1ea1i m\u1ed9t ch\u1ed7 th\u1eed m\u1ed9t ID phi\u00ean b\u1ea3n c\u1ee5 th\u1ec3 \u1ea3nh ch\u1ee5p
revert_snapshot_confirm=Ph\u1ee5c h\u1ed3i m\u1ed9t sandbox \u0111\u1ebfn version\: {0}
revert_all_conflicts=Ph\u1ee5c h\u1ed3i t\u1ea5t c\u1ea3 c\u00e1c cu\u1ed9c xung \u0111\u1ed9t
revert_all_desc=\u0110\u1ec3 ho\u00e0n t\u00e1c c\u00e1c thay \u0111\u1ed5i cho t\u1ea5t c\u1ea3 c\u00e1c t\u1eadp tin trong sandbox, b\u1ea5m OK.
revert_all_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n ho\u00e0n t\u00e1c c\u00e1c thay \u0111\u1ed5i cho t\u1ea5t c\u1ea3 c\u00e1c file trong sandbox?
deploy_snapshot_title=Tri\u1ec3n khai c\u00e1c \u1ea3nh ch\u1ee5p
deploy_snapshot_desc=Ch\u1ecdn c\u00e1c m\u00e1y ch\u1ee7 \u0111\u1ec3 tri\u1ec3n khai v\u00e0 nh\u1ea5n OK.
deploy_sandbox_title=Tri\u1ec3n khai c\u00e1c Sandbox
deploy_sandbox_desc=Ch\u1ecdn m\u1ed9t m\u00e1y ch\u1ee7 th\u1eed nghi\u1ec7m \u0111\u1ec3 tri\u1ec3n khai v\u00e0 nh\u1ea5n OK. H\u1ec7 ph\u1ee5c v\u1ee5 n\u00e0y sau \u0111\u00f3 s\u1ebd \u0111\u01b0\u1ee3c ph\u00e2n b\u1ed5 cho ch\u1ed7 th\u1eed n\u00e0y.
redeploy_sandbox_title=Tri\u1ec3n khai thay \u0111\u1ed5i ch\u1ed7 th\u1eed
redeploy_sandbox_desc=Nh\u1ea5p v\u00e0o OK \u0111\u1ec3 tri\u1ec3n khai b\u1ea5t k\u1ef3 thay \u0111\u1ed5i n\u00e0o trong sandbox m\u00e1y ch\u1ee7 \u0111\u01b0\u1ee3c ph\u00e2n b\u1ed5 th\u1eed nghi\u1ec7m c\u1ee7a b\u1ea1n.
deploy_destination=Ch\u1ecdn m\u00e1y ch\u1ee7(s) \u0111i\u1ec3m \u0111\u1ebfn \u0111\u1ec3 tri\u1ec3n khai
deploying=Tri\u1ec3n khai...
deploy_successful=Tri\u1ec3n khai th\u00e0nh c\u00f4ng
deploy_failed=Tri\u1ec3n khai kh\u00f4ng th\u00e0nh c\u00f4ng
deploy_server_not_selected=H\u1ec7 ph\u1ee5c v\u1ee5 n\u00e0y \u0111\u00e3 kh\u00f4ng \u0111\u01b0\u1ee3c ch\u1ecdn nh\u01b0 \u1ea3nh ch\u1ee5p \u0111\u00e3 \u0111\u01b0\u1ee3c tri\u1ec3n khai th\u00e0nh c\u00f4ng.
deploy_test_server_not_available=Kh\u00f4ng c\u00f3 m\u00e1y ch\u1ee7 th\u1eed nghi\u1ec7m unallocated c\u00f3 s\u1eb5n.
deploy_test_server_allocated=M\u00e1y ch\u1ee7 th\u1eed nghi\u1ec7m ''{0}'' \u0111\u01b0\u1ee3c ph\u00e2n b\u1ed5 \u0111\u1ec3 ch\u1ed7 th\u1eed n\u00e0y. \u0110\u1ec3 xem tr\u01b0\u1edbc c\u00e1c nh\u1ea5p chu\u1ed9t tri\u1ec3n khai hi\u1ec7n t\u1ea1i qua li\u00ean k\u1ebft b\u00ean d\u01b0\u1edbi (n\u1ebfu \u0111\u00e3 \u0111\u01b0\u1ee3c cung c\u1ea5p m\u1ed9t URL) ho\u1eb7c \u0111\u1ec3 tri\u1ec3n khai thay \u0111\u1ed5i m\u1edbi nh\u1ea5t nh\u1ea5p v\u00e0o n\u00fat OK.
deploy_started=B\u1eaft \u0111\u1ea7u
deploy_finished=Ho\u00e0n th\u00e0nh
deployed_by=B\u1edfi
deployment_report_action=Xem tri\u1ec3n khai
deployment_report_title=Cu\u1ed1i tri\u1ec3n khai b\u00e1o c\u00e1o
deployment_report_desc=Xem th\u00f4ng tin chi ti\u1ebft tri\u1ec3n khai cho m\u1ed7i c\u1ee7a c\u00e1c m\u00e1y ch\u1ee7 \u0111\u01b0\u1ee3c l\u1ef1a ch\u1ecdn trong vi\u1ec7c tri\u1ec3n khai cu\u1ed1i.
last_deploy_report=Hi\u1ec3n th\u1ecb cu\u1ed1i tri\u1ec3n khai b\u00e1o c\u00e1o
more_deploy_reports=Th\u00eam tri\u1ec3n khai b\u00e1o c\u00e1o
deployment_previous_report_title=Tri\u1ec3n khai b\u00e1o c\u00e1o cho {0}
deployment_previous_report_desc=Xem th\u00f4ng tin chi ti\u1ebft tri\u1ec3n khai cho m\u1ed7i c\u1ee7a c\u00e1c m\u00e1y ch\u1ee7 \u0111\u01b0\u1ee3c l\u1ef1a ch\u1ecdn trong vi\u1ec7c tri\u1ec3n khai.
monitor_deployment_title=M\u00e0n h\u00ecnh tri\u1ec3n khai
monitor_deployment_desc=Theo d\u00f5i s\u1ef1 ti\u1ebfn b\u1ed9 c\u1ee7a m\u1ed9t tri\u1ec3n khai \u0111\u1ebfn m\u1ed9t ho\u1eb7c nhi\u1ec1u m\u00e1y ch\u1ee7.
deploy_status_in_progress=TRONG TI\u1ebeN TR\u00ccNH
deploy_status_live=S\u1ed0NG
deploy_status_failed=TH\u1ea4T B\u1ea0I
deploy_status_partial=TH\u1ea4T B\u1ea0I M\u1ed8T PH\u1ea6N
deploy_add_alf_receiver=Th\u00eam ASR (b\u1ecb ph\u1ea3n \u0111\u1ed1i) 
deploy_add_file_receiver=Th\u00eam ng\u01b0\u1eddi nh\u1eadn tri\u1ec3n khai
deploy_server_type_live=M\u00e1y ch\u1ee7 tr\u1ef1c ti\u1ebfp
deploy_server_type_test=M\u00e1y ch\u1ee7 th\u1eed nghi\u1ec7m
deploy_server=M\u00e1y ch\u1ee7
deploy_server_type=Lo\u1ea1i
deploy_server_name=T\u00ean hi\u1ec3n th\u1ecb
deploy_server_group=Hi\u1ec3n th\u1ecb nh\u00f3m
deploy_server_adapter_name=V\u1eadn chuy\u1ec3n t\u00ean
deploy_server_host=M\u00e1y ch\u1ee7 l\u01b0u tr\u1eef
deploy_server_port=c\u1ed5ng
deploy_server_username=T\u00ean ng\u01b0\u1eddi d\u00f9ng
deploy_server_password=M\u1eadt kh\u1ea9u
deploy_server_url=URL
deploy_server_allocated=Ph\u00e2n b\u1ed5
deploy_server_source_path=\u0110\u01b0\u1eddng d\u1eabn ngu\u1ed3n
deploy_server_excludes=Kh\u00f4ng bao g\u1ed3m
deploy_server_target_name=T\u00ean \u0111\u00edch
deploy_server_include_auto_deploy=Bao g\u1ed3m trong t\u1ef1 \u0111\u1ed9ng tri\u1ec3n khai
deploy_automatically=Tri\u1ec3n khai t\u1ef1 \u0111\u1ed9ng
deploy_automatically_info=\u0110i\u1ec1u n\u00e0y s\u1ebd tri\u1ec3n khai nh\u1eefng thay \u0111\u1ed5i t\u1eeb tr\u00ecnh n\u00e0y sau khi ph\u00ea duy\u1ec7t.
deploy_attempt_date=C\u1ed1 g\u1eafng ng\u00e0y
select_deploy_attempt=Xem tri\u1ec3n khai n\u1ed7 l\u1ef1c
deployed_to_servers=\u0110\u01b0\u1ee3c b\u1ed1 tr\u00ed \u0111\u1ebfn
no_deploy_attempts=Kh\u00f4ng c\u00f3 kh\u00f4ng c\u00f3 n\u1ed7 l\u1ef1c tri\u1ec3n khai \u0111\u1ec3 hi\u1ec3n th\u1ecb trong ph\u1ea1m vi ng\u00e0y.
no_deploy_reports=Tri\u1ec3n khai chi ti\u1ebft kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y, \u0111i\u1ec1u n\u00e0y c\u00f3 l\u1ebd l\u00e0 do vi\u1ec7c tri\u1ec3n khai v\u1eabn ti\u1ebfn tri\u1ec3n, l\u00e0m m\u1edbi Trang n\u00e0y cho \u0111\u1ebfn khi xu\u1ea5t hi\u1ec7n chi ti\u1ebft.
port_must_be_number=C\u1ed5ng ph\u1ea3i ch\u1ee9a m\u1ed9t s\u1ed1.
host_wrong_format=T\u00ean m\u00e1y ch\u1ee7 kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t \u0111\u1ecbnh d\u1ea1ng h\u1ee3p l\u1ec7.
edit_deploy_server=Ch\u1ec9nh s\u1eeda c\u00f4ng c\u1ee5 tri\u1ec3n khai m\u00e1y ch\u1ee7 th\u00f4ng tin chi ti\u1ebft
delete_deploy_server=X\u00f3a tri\u1ec3n khai m\u00e1y ch\u1ee7
no_deploy_servers=Kh\u00f4ng c\u00f3 m\u00e1y ch\u1ee7 tri\u1ec3n khai \u0111\u00e3 \u0111\u01b0\u1ee3c c\u1ea5u h\u00ecnh.
add_alf_deploy_server_info=Cung c\u1ea5p c\u00e1c chi ti\u1ebft c\u1ee7a ng\u01b0\u1eddi nh\u1eadn \u1ee9ng d\u1ee5ng m\u00e1y ch\u1ee7 \u0111\u1ec3 th\u00eam
add_file_deploy_server_info=Cung c\u1ea5p c\u00e1c chi ti\u1ebft c\u1ee7a ng\u01b0\u1eddi nh\u1eadn tri\u1ec3n khai \u0111\u1ec3 th\u00eam
edit_alf_deploy_server_info=Ch\u1ec9nh s\u1eeda c\u00e1c chi ti\u1ebft c\u1ee7a ng\u01b0\u1eddi nh\u1eadn \u1ee9ng d\u1ee5ng m\u00e1y ch\u1ee7
edit_file_deploy_server_info=Ch\u1ec9nh s\u1eeda c\u00e1c chi ti\u1ebft c\u1ee7a ng\u01b0\u1eddi nh\u1eadn tri\u1ec3n khai
reason=L\u00fd do
snapshot=\u1ea2nh ch\u1ee5p
current_working_version=Phi\u00ean b\u1ea3n hi\u1ec7n t\u1ea1i l\u00e0m vi\u1ec7c
review_sandbox=X\u00e1c nh\u1eadn ch\u1ed7 th\u1eed
content_launch=N\u1ed9i dung kh\u1edfi \u0111\u1ed9ng
launch_date=Kh\u1edfi \u0111\u1ed9ng ng\u00e0y
expiration_date_header=H\u1ebft h\u1ea1n n\u1ed9i dung
expiration_date=Ng\u00e0y h\u1ebft h\u1ea1n
expire_date_label=H\u1ebft h\u1ea1n
apply_to_all=\u00c1p d\u1ee5ng cho t\u1ea5t c\u1ea3
set_expiration_date=\u0110\u1eb7t ng\u00e0y h\u1ebft h\u1ea1n cho t\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c s\u1eeda \u0111\u1ed5i.
change_expiration_date_change=L\u01b0u \u00fd\: \u0110\u1ec3 thay \u0111\u1ed5i c\u00e1 nh\u00e2n h\u1ebft h\u1ea1n ng\u00e0y b\u1ea5m v\u00e0o bi\u1ec3u t\u01b0\u1ee3ng h\u00e0nh \u0111\u1ed9ng ''Ng\u00e0y h\u1ebft h\u1ea1n thay \u0111\u1ed5i''.
change_expiration_date_title=Thay \u0111\u1ed5i ng\u00e0y h\u1ebft h\u1ea1n
change_expiration_date_desc=H\u1ed9p tho\u1ea1i n\u00e0y cho ph\u00e9p b\u1ea1n thay \u0111\u1ed5i ng\u00e0y h\u1ebft h\u1ea1n cho m\u1ed9t m\u1ee5c l\u1ea7n.
expired_content_for_review=H\u1ebft h\u1ea1n n\u1ed9i dung \u0111\u1ec3 xem x\u00e9t
report_summary=B\u00e1o c\u00e1o t\u00f3m t\u1eaft
link_check_completed_at=Li\u00ean k\u1ebft b\u1ecb h\u1ecfng \u0111\u00e3 \u0111\u01b0\u1ee3c ki\u1ec3m tra t\u1ea1i {0} s\u1eed d\u1ee5ng \u1ea3nh ch\u1ee5p {1}.
link_check_not_latest=Phi\u00ean b\u1ea3n m\u1edbi nh\u1ea5t c\u1ee7a \u1ea3nh ch\u1ee5p l\u00e0 {0}.
link_check_items_found={0} (c\u00e1c) t\u1ec7p \u0111\u00e3 \u0111\u01b0\u1ee3c ki\u1ec3m tra, {1} link(s) \u0111\u00e3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y.
link_check_items_broken={0}li\u00ean k\u1ebft(s)b\u1ecb h\u1ecfng \u0111\u00e3 t\u00ecm th\u1ea5y \u1edf{1}t\u1ec7p(s).
link_check_no_broken=Kh\u00f4ng c\u00f3 li\u00ean k\u1ebft b\u1ecb h\u1ecfng \u0111\u00e3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y.
link_check_error=Ki\u1ec3m tra li\u00ean k\u1ebft b\u1ecb h\u1ecfng th\u1ea5t b\u1ea1i t\u1ea1i {0} do l\u1ed7i\:
update_status=T\u00ednh l\u1ea1i
generated_files=T\u1ea1o ra c\u00e1c t\u1eadp tin
broken_links=Li\u00ean k\u1ebft b\u1ecb h\u1ecfng
expand_all=M\u1edf r\u1ed9ng t\u1ea5t c\u1ea3
collapse_all=Thu g\u1ecdn t\u1ea5t c\u1ea3
rerun_report=Ch\u1ea1y b\u00e1o c\u00e1o m\u1ed9t l\u1ea7n n\u1eefa
no_items=Kh\u00f4ng c\u00f3 m\u1ee5c n\u00e0o \u0111\u1ec3 hi\u1ec3n th\u1ecb
broken=B\u1ecb h\u1ecfng
fixed=C\u1ed1 \u0111\u1ecbnh
static_tab=T\u1eadp tin t\u0129nh {0}
generated_tab={0} T\u1ea1o ra t\u1eadp tin
all_items_tab=T\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c
inc_tab_size=T\u0103ng k\u00edch th\u01b0\u1edbc c\u1ee7a khu v\u1ef1c cu\u1ed9n 100px
dec_tab_size=Gi\u1ea3m k\u00edch th\u01b0\u1edbc c\u1ee7a khu v\u1ef1c cu\u1ed9n b\u1edfi 100px (\u0111\u1ebfn m\u1ee9c t\u1ed1i thi\u1ec3u c\u1ee7a 100px)

prompt_for_web_form=Ch\u1ecdn m\u1eabu Web
prompt_for_web_form_info=Ch\u1ecdn m\u1eabu Web \u0111\u1ec3 s\u1eed d\u1ee5ng cho ch\u1ec9nh s\u1eeda t\u1eadp tin n\u00e0y
prompt_for_web_form_form_not_found_error_in_web_project=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y m\u1eabu Web {0} k\u1ebft h\u1ee3p v\u1edbi {1} trong d\u1ef1 \u00e1n Web {2}.
prompt_for_web_form_form_not_found_error=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y m\u1eabu Web {0} k\u1ebft h\u1ee3p v\u1edbi {1}.
prompt_for_web_form_explanation=Ch\u1ecdn m\u1eabu Web \u0111\u1ec3 s\u1eed d\u1ee5ng cho {0}.
prompt_for_web_form_continue_msg=\u0110\u1ec3 ch\u1ec9nh s\u1eeda {0} b\u1eb1ng c\u00e1ch s\u1eed d\u1ee5ng c\u00e1c h\u00ecnh th\u1ee9c Web \u0111\u00e3 ch\u1ecdn, b\u1ea5m v\u00e0o ok.  N\u1ebfu {0} kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t m\u1eabu Web t\u1ea1o ra t\u00e0i s\u1ea3n v\u00e0 n\u00ean \u0111\u01b0\u1ee3c \u0111\u1ed1i x\u1eed nh\u01b0 n\u1ed9i dung th\u01b0\u1eddng xuy\u00ean, b\u1ea5m H\u1ee7y b\u1ecf.

# New User Wizard messages
new_user_title=Thu\u1eadt s\u0129 ng\u01b0\u1eddi d\u00f9ng m\u1edbi
new_user_title_edit=Ch\u1ec9nh s\u1eeda ng\u01b0\u1eddi d\u00f9ng thu\u1eadt s\u0129
new_user_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n th\u00eam ng\u01b0\u1eddi d\u00f9ng v\u00e0o c\u00e1c kho.
new_user_desc_edit=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n thay \u0111\u1ed5i ng\u01b0\u1eddi d\u00f9ng trong kho.
new_user_step1_title=B\u01b0\u1edbc m\u1ed9t - thu\u1ed9c t\u00ednh nh\u00e2n v\u1eadt
new_user_step1_desc=Nh\u1eadp th\u00f4ng tin v\u1ec1 ng\u01b0\u1eddi n\u00e0y.
new_user_step2_title=B\u01b0\u1edbc hai - thu\u1ed9c t\u00ednh ng\u01b0\u1eddi d\u00f9ng
new_user_step2_desc=Nh\u1eadp th\u00f4ng tin v\u1ec1 ng\u01b0\u1eddi d\u00f9ng n\u00e0y.
new_user_finish_instruction=\u0110\u1ec3 th\u00eam ng\u01b0\u1eddi d\u00f9ng h\u1ec7 th\u1ed1ng b\u1ea5m ho\u00e0n t\u1ea5t. \u0110\u1ec3 xem l\u1ea1i hay thay \u0111\u1ed5i l\u1ef1a ch\u1ecdn c\u1ee7a b\u1ea1n b\u1ea5m L\u00f9i l\u1ea1i.
new_user_finish_instruction_edit=\u0110\u1ec3 l\u01b0u thay \u0111\u1ed5i cho ng\u01b0\u1eddi d\u00f9ng n\u00e0y b\u1ea5m ho\u00e0n t\u1ea5t. \u0110\u1ec3 xem l\u1ea1i hay thay \u0111\u1ed5i l\u1ef1a ch\u1ecdn c\u1ee7a b\u1ea1n b\u1ea5m L\u00f9i l\u1ea1i.
person_properties=Thu\u1ed9c t\u00ednh ng\u01b0\u1eddi
user_properties=Thu\u1ed9c t\u00ednh ng\u01b0\u1eddi d\u00f9ng
first_name=H\u1ecd
last_name=T\u00ean
email=Th\u01b0 \u0111i\u1ec7n t\u1eed
email_format_is_not_valid=\u0110\u1ecbnh d\u1ea1ng email l\u00e0 kh\u00f4ng h\u1ee3p l\u1ec7
company_id=ID C\u00f4ng ty
home_space_location=V\u00ed tr\u00ed kh\u00f4ng gian trang ch\u1ee7
home_space_name=T\u00ean kh\u00f4ng gian ch\u1ee7
presence_provider=S\u1ef1 hi\u1ec7n di\u1ec7n nh\u00e0 cung c\u1ea5p
presence_username=T\u00ean ng\u01b0\u1eddi d\u00f9ng xu\u1ea5t hi\u1ec7n
user_organization=T\u1ed5 ch\u1ee9c
user_jobtitle=Ch\u1ee9c danh c\u00f4ng vi\u1ec7c
user_location=V\u1ecb tr\u00ed
user_description=Ti\u1ec3u s\u1eed
user_avatar=Avatar
error_newuser_home_space=Kh\u00f4ng gian nh\u00e0 ng\u01b0\u1eddi d\u00f9ng kh\u00f4ng th\u1ec3 \u0111\u1eb7t v\u00e0o th\u01b0 m\u1ee5c ng\u01b0\u1eddi s\u1eed d\u1ee5ng nh\u00e0. Xin vui l\u00f2ng nh\u1eadp t\u00ean nh\u00e0 space m\u1edbi ho\u1eb7c ch\u1ecdn m\u1ed9t kh\u00f4ng gian ph\u1ee5 huynh kh\u00e1c nhau.

# Trashcan messages
title_deleted_items=Kho\u1ea3n m\u1ee5c \u0111\u00e3 x\u00f3a
title_delete_all=X\u00f3a t\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c
title_recover_all=Ph\u1ee5c h\u1ed3i t\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c
title_recover_listed=Kh\u00f4i ph\u1ee5c c\u00e1c m\u1ee5c \u0111\u01b0\u1ee3c li\u1ec7t k\u00ea
title_delete_listed=Xo\u00e1 m\u1ee5c \u0111\u01b0\u1ee3c li\u1ec7t k\u00ea
title_delete_item=Xo\u00e1 b\u1ecf kho\u1ea3n m\u1ee5c
title_recover_item=Kh\u00f4i ph\u1ee5c m\u1ee5c
title_recovery_report=Ph\u1ee5c h\u1ed3i b\u00e1o c\u00e1o
deleted_items=Kho\u1ea3n m\u1ee5c \u0111\u00e3 x\u00f3a
manage_deleted_items=Qu\u1ea3n l\u00fd c\u00e1c kho\u1ea3n m\u1ee5c \u0111\u00e3 x\u00f3a
manage_deleted_items_description=Lo\u1ea1i b\u1ecf ho\u1eb7c kh\u00f4i ph\u1ee5c kho\u1ea3n m\u1ee5c \u0111\u00e3 x\u00f3a tr\u01b0\u1edbc \u0111\u00e2y
delete_all_items=X\u00f3a t\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c
deleted_items_info=S\u1eed d\u1ee5ng t\u00ecm ki\u1ebfm \u0111\u1ec3 t\u00ecm xo\u00e1 c\u00e1c kho\u1ea3n m\u1ee5c theo t\u00ean ho\u1eb7c n\u1ed9i dung v\u00e0 s\u1eed d\u1ee5ng c\u00e1c b\u1ed9 l\u1ecdc \u0111\u1ec3 gi\u1ea3m b\u1edbt danh s\u00e1ch.
original_location=V\u1ecb tr\u00ed ban \u0111\u1ea7u
deleted_date=Ng\u00e0y x\u00f3a b\u1ecf
deleted_user=X\u00f3a b\u1ecf b\u1edfi ng\u01b0\u1eddi d\u00f9ng
recover=Ph\u1ee5c h\u1ed3i
clear_search_results=X\u00f3a k\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm
search_deleted_items_name=T\u00ecm ki\u1ebfm theo t\u00ean
search_deleted_items_text=T\u00ecm ki\u1ebfm theo n\u1ed9i dung
deleted_items_for=cho ''{0}''
delete_item=Xo\u00e1 b\u1ecf kho\u1ea3n m\u1ee5c
delete_item_info=Xo\u00e1 v\u0129nh vi\u1ec5n m\u1ed9t m\u1ee5c c\u1ee7a t\u1eadp tin t\u1eeb kho l\u01b0u tr\u1eef
delete_item_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n x\u00f3a b\u1ecf h\u1eb3n \"{0}\" t\u1eadp tin t\u1eeb kho l\u01b0u tr\u1eef? M\u1ee5c n\u00e0y kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c ph\u1ee5c h\u1ed3i sau khi h\u00e0nh \u0111\u1ed9ng n\u00e0y \u0111\u00e3 \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n.
recover_item=Kh\u00f4i ph\u1ee5c m\u1ee5c
recover_item_info=Kh\u00f4i ph\u1ee5c m\u1ed9t m\u1ee5c c\u1ee7a t\u1eadp tin \u0111\u00e3 b\u1ecb x\u00f3a t\u1eeb kho l\u01b0u tr\u1eef
recover_item_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n kh\u00f4i ph\u1ee5c \"{0}\" t\u1eadp tin \u0111\u00e3 x\u00f3a t\u1eeb kho l\u01b0u tr\u1eef?
delete_all_items_info=X\u00f3a v\u0129nh vi\u1ec5n t\u1ea5t c\u1ea3 t\u1eadp tin v\u00e0 kho\u1ea3ng tr\u1ed1ng c\u1ee7a t\u1eadp tin b\u1ecb x\u00f3a t\u1eeb kho l\u01b0u tr\u1eef
delete_all_items_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n x\u00f3a v\u0129nh vi\u1ec5n t\u1ea5t c\u1ea3 t\u1eadp tin v\u00e0 v\u00f9ng kh\u00f4ng gian c\u1ee7a t\u1eadp tin b\u1ecb x\u00f3a t\u1eeb kho l\u01b0u tr\u1eef? C\u00e1c m\u1ee5c kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c ph\u1ee5c h\u1ed3i sau khi h\u00e0nh \u0111\u1ed9ng n\u00e0y \u0111\u00e3 \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n.
delete_listed_items=Xo\u00e1 m\u1ee5c \u0111\u01b0\u1ee3c li\u1ec7t k\u00ea
delete_listed_items_info=V\u0129nh vi\u1ec5n x\u00f3a c\u00e1c t\u1eadp tin \u0111\u01b0\u1ee3c li\u1ec7t k\u00ea v\u00e0 kh\u00f4ng gian c\u1ee7a t\u1eadp tin \u0111\u00e3 x\u00f3a t\u1eeb kho l\u01b0u tr\u1eef
delete_listed_items_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n xo\u00e1 v\u0129nh vi\u1ec5n sau x\u00f3a t\u1eadp tin v\u00e0 v\u00f9ng kh\u00f4ng gian c\u1ee7a t\u1eadp tin b\u1ecb x\u00f3a t\u1eeb kho l\u01b0u tr\u1eef?  C\u00e1c m\u1ee5c kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c ph\u1ee5c h\u1ed3i sau khi h\u00e0nh \u0111\u1ed9ng n\u00e0y \u0111\u00e3 \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n.
recover_listed_items=Kh\u00f4i ph\u1ee5c c\u00e1c m\u1ee5c \u0111\u01b0\u1ee3c li\u1ec7t k\u00ea
recover_listed_items_info=Ph\u1ee5c h\u1ed3i c\u00e1c t\u1eadp tin \u0111\u01b0\u1ee3c li\u1ec7t k\u00ea v\u00e0 v\u00f9ng kh\u00f4ng gian c\u1ee7a t\u1eadp tin b\u1ecb x\u00f3a t\u1eeb kho l\u01b0u tr\u1eef
recover_listed_items_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n kh\u00f4i ph\u1ee5c sau x\u00f3a t\u1eadp tin v\u00e0 v\u00f9ng kh\u00f4ng gian c\u1ee7a t\u1eadp tin b\u1ecb x\u00f3a t\u1eeb kho l\u01b0u tr\u1eef?
recovered_item_success=M\u1ee5c \"{0}\" \u0111\u00e3 \u0111\u01b0\u1ee3c ph\u1ee5c h\u1ed3i th\u00e0nh c\u00f4ng.
recovered_item_parent=Th\u1ea5t b\u1ea1i trong vi\u1ec7c kh\u00f4i ph\u1ee5c m\u1ee5c \"{0}\" l\u00e0 c\u1eb7p cha m\u1eb9 m\u1ea5t t\u00edch, h\u00e3y ch\u1ecdn m\u1ed9t \u0111i\u1ec3m \u0111\u1ebfn th\u01b0 m\u1ee5c m\u1edbi.
recovered_item_parent_short=Th\u01b0 m\u1ee5c cha b\u1ecb thi\u1ebfu
recovered_item_permission=Th\u1ea5t b\u1ea1i trong vi\u1ec7c kh\u00f4i ph\u1ee5c m\u1ee5c \"{0}\" nh\u01b0 b\u1ea1n kh\u00f4ng c\u00f3 quy\u1ec1n th\u00edch h\u1ee3p \u0111\u1ec3 kh\u00f4i ph\u1ee5c l\u1ea1i c\u00e1c m\u1ee5c v\u00e0o th\u01b0 m\u1ee5c ph\u1ee5 huynh, xin vui l\u00f2ng ch\u1ecdn m\u1ed9t \u0111i\u1ec3m \u0111\u1ebfn th\u01b0 m\u1ee5c m\u1edbi.
recovered_item_permission_short=Kh\u00f4ng c\u00f3 quy\u1ec1n \u0111\u1ec3 vi\u1ebft
recovered_item_integrity=Th\u1ea5t b\u1ea1i trong vi\u1ec7c kh\u00f4i ph\u1ee5c m\u1ee5c \"{0}\" nh\u01b0 b\u00e2y gi\u1edd m\u1ed9t m\u1ee5c trong th\u01b0 m\u1ee5c ch\u00ednh c\u00f3 c\u00f9ng t\u00ean, xin vui l\u00f2ng ch\u1ecdn m\u1ed9t \u0111i\u1ec3m \u0111\u1ebfn th\u01b0 m\u1ee5c m\u1edbi.
recovered_item_integrity_short=M\u1ee5c c\u00f3 c\u00f9ng t\u00ean t\u1ed3n t\u1ea1i
recovered_item_failure=Th\u1ea5t b\u1ea1i trong vi\u1ec7c kh\u00f4i ph\u1ee5c m\u1ee5c \"{0}\" do l\u1ed7i\: {1}
recovered_item_failure_short=Th\u1ea5t b\u1ea1i
recovered_item_duplicate=Th\u1ea5t b\u1ea1i trong vi\u1ec7c kh\u00f4i ph\u1ee5c m\u1ee5c \"{0}\", tr\u00f9ng l\u1eb7p t\u00ean kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p.
recovered_item_duplicate_short=Tr\u00f9ng l\u1eb7p t\u00ean kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p
delete_item_success=M\u1ee5c \"{0}\" \u0111\u00e3 b\u1ecb xo\u00e1 v\u0129nh vi\u1ec5n.
title_deleted_item_details=Th\u00f4ng tin chi ti\u1ebft m\u1ee5c \u0111\u00e3 xo\u00e1
deleteditem_details_description=C\u00e1c chi ti\u1ebft c\u1ee7a m\u1ee5c \u0111\u00e3 xo\u00e1
alternative_destination=B\u1ea1n c\u00f3 th\u1ec3 ch\u1ecdn m\u1ed9t \u0111i\u1ec3m \u0111\u1ebfn n\u01a1i b\u1ea1n mu\u1ed1n c\u00e1c ph\u1ee5c h\u1ed3i \u0111\u01b0\u1ee3c \u0111\u1eb7t. N\u1ebfu b\u1ea1n kh\u00f4ng ch\u1ecdn m\u1ed9t \u0111i\u1ec3m \u0111\u1ebfn, v\u1ecb tr\u00ed ban \u0111\u1ea7u c\u1ee7a m\u1ee5c \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng. Ph\u1ee5c h\u1ed3i c\u1ee7a s\u1ea3n ph\u1ea9m c\u00f3 th\u1ec3 kh\u00f4ng th\u00e0nh c\u00f4ng n\u1ebfu \u0111\u00edch kh\u00f4ng t\u1ed3n t\u1ea1i ho\u1eb7c b\u1ea1n kh\u00f4ng c\u00f3 s\u1ef1 cho ph\u00e9p \u0111\u1ec3 th\u00eam m\u1ee5c \u0111\u00f3.
user_filter_who=Ai
user_filter_all=T\u1ea5t c\u1ea3
user_filter_user=Ng\u01b0\u1eddi d\u00f9ng
date_filter_when=Khi
date_filter_all=T\u1ea5t c\u1ea3
date_filter_today=H\u00f4m nay
date_filter_yesterday=H\u00f4m qua
date_filter_week=7 Ng\u00e0y qua
date_filter_month=30 Ng\u00e0y qua
recovery_report=Ph\u1ee5c h\u1ed3i b\u00e0i b\u00e1o c\u00e1o
recovery_report_info=C\u00e1c k\u1ebft qu\u1ea3 c\u1ee7a vi\u1ec7c kh\u00f4i ph\u1ee5c c\u00e1c m\u1ee5c \u0111\u00e3 ch\u1ecdn
recovery_report_success=C\u00e1c m\u1ee5c sau \u0111\u00e2y \u0111\u00e3 \u0111\u01b0\u1ee3c ph\u1ee5c h\u1ed3i th\u00e0nh c\u00f4ng
recovery_report_failed=C\u00e1c kho\u1ea3n m\u1ee5c sau th\u1ea5t b\u1ea1i trong vi\u1ec7c ph\u1ee5c h\u1ed3i
recovery_report_reason=L\u00fd do th\u1ea5t b\u1ea1i

# My Alfresco messages
my_alfresco=V\u00f9ng kh\u00f4ng gian c\u1ee7a t\u00f4i
title_my_alfresco=V\u00f9ng kh\u00f4ng gian c\u1ee7a t\u00f4i
dashboard_info=T\u00f4i b\u1ea3ng \u1ee9ng d\u1ee5ng
dashboard_description=\u0110\u1eb7t c\u1ea5u h\u00ecnh quan \u0111i\u1ec3m n\u00e0y v\u00e0 x\u00e2y d\u1ef1ng trang t\u1ed5ng quan \u1ee9ng d\u1ee5ng c\u1ee7a c\u00e1 nh\u00e2n
configure=\u0110\u1eb7t c\u1ea5u h\u00ecnh
error_dashboard=L\u1ed7i x\u1ea3y ra trong m\u1ed9t trong nh\u1eefng dashlets.

# My Alfresco Layout Manager wizard messages
configure_dashboard_title=C\u1ea5u h\u00ecnh b\u1ea3ng thu\u1eadt s\u0129
configure_dashboard_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n l\u1eadp c\u1ea5u h\u00ecnh c\u00e1ch b\u1ed1 tr\u00ed b\u1ea3ng \u0111i\u1ec1u khi\u1ec3n v\u00e0 n\u1ed9i dung c\u1ee7a b\u1ea1n
step_layout=B\u1ed1 tr\u00ed
configure_dashboard_step1_title=B\u01b0\u1edbc m\u1ed9t - ch\u1ecdn b\u1ed1 tr\u00ed
configure_dashboard_step1_desc=Ch\u1ecdn b\u1ed1 tr\u00ed v\u00e0 s\u1ed1 l\u01b0\u1ee3ng c\u00e1c c\u1ed9t cho b\u1ea3ng \u0111i\u1ec1u khi\u1ec3n c\u1ee7a b\u1ea1n.
step_columns=Th\u00e0nh ph\u1ea7n
configure_dashboard_step2_title=B\u01b0\u1edbc 2 - ch\u1ecdn th\u00e0nh ph\u1ea7n
configure_dashboard_step2_desc=Ch\u1ecdn th\u00e0nh ph\u1ea7n b\u1ea3ng \u0111i\u1ec1u khi\u1ec3n c\u1ee7a b\u1ea1n v\u00e0 th\u00eam ch\u00fang v\u00e0o c\u00e1c c\u1ed9t.
configure_dashboard_finish_instruction=\u0110\u1ec3 l\u01b0u c\u1ea5u h\u00ecnh b\u1ea3ng b\u1ea5m ho\u00e0n t\u1ea5t. \u0110\u1ec3 xem l\u1ea1i hay thay \u0111\u1ed5i l\u1ef1a ch\u1ecdn c\u1ee7a b\u1ea1n b\u1ea5m L\u00f9i l\u1ea1i.
select_layout=Ch\u1ecdn ki\u1ec3u b\u1ed1 tr\u00ed cho b\u1ea3ng \u0111i\u1ec1u khi\u1ec3n c\u1ee7a b\u1ea1n. Thay \u0111\u1ed5i b\u1ed1 tr\u00ed b\u1ea3ng \u0111i\u1ec1u khi\u1ec3n hi\u1ec7n t\u1ea1i c\u1ee7a b\u1ea1n kh\u00e1c v\u1edbi \u00edt c\u1ed9t s\u1ebd k\u1ebft qu\u1ea3 trong c\u00e1c c\u1ed9t b\u1ed5 sung \u0111\u01b0\u1ee3c g\u1ee1 b\u1ecf.
select_column=Ch\u1ecdn c\u00e1c c\u1ed9t \u0111\u1ec3 c\u1ea5u h\u00ecnh
dashlet_list=C\u00f3 s\u1eb5n c\u00e1c th\u00e0nh ph\u1ea7n
dashlet_btn_select=Th\u00eam
dashlet_btn_remove=Lo\u1ea1i b\u1ecf
selected_dashlets=Th\u00e0nh ph\u1ea7n \u0111\u00e3 ch\u1ecdn
dashboard_column=C\u1ed9t
column_max_components=c\u1ed9t n\u00e0y c\u00f3 th\u1ec3 hi\u1ec3n th\u1ecb c\u00e1c th\u00e0nh ph\u1ea7n {0}
single_column_max_components=B\u1ed1 tr\u00ed n\u00e0y c\u00f3 th\u1ec3 hi\u1ec3n th\u1ecb c\u00e1c th\u00e0nh ph\u1ea7n {0}
selected_item=Kho\u1ea3n m\u1ee5c \u0111\u01b0\u1ee3c ch\u1ecdn

# My Alfresco Layouts messages
layout_single_label=\u0110\u01a1n c\u1ed9t
layout_single_desc=B\u1ed1 tr\u00ed n\u00e0y s\u1ebd hi\u1ec3n th\u1ecb th\u00e0nh ph\u1ea7n trong m\u1ed9t c\u1ed9t duy nh\u1ea5t to\u00e0n b\u1ed9 chi\u1ec1u r\u1ed9ng c\u1ee7a trang
layout_narrow_left_label=Hai c\u1ed9t h\u1eb9p b\u00ean tr\u00e1i
layout_narrow_left_desc=B\u1ed1 tr\u00ed n\u00e0y hi\u1ec3n th\u1ecb c\u00e1c th\u00e0nh ph\u1ea7n trong hai c\u1ed9t v\u1edbi m\u1ed9t c\u1ed9t h\u1eb9p b\u00ean tr\u00e1i
layout_narrow_right_label=Hai c\u1ed9t h\u1eb9p b\u00ean ph\u1ea3i
layout_narrow_right_desc=B\u1ed1 tr\u00ed n\u00e0y hi\u1ec3n th\u1ecb c\u00e1c th\u00e0nh ph\u1ea7n trong hai c\u1ed9t v\u1edbi m\u1ed9t c\u1ed9t h\u1eb9p b\u00ean tr\u00e1i
layout_three_column_label=Ba c\u1ed9t
layout_three_column_desc=B\u1ed1 tr\u00ed n\u00e0y hi\u1ec3n th\u1ecb c\u00e1c th\u00e0nh ph\u1ea7n tr\u00ean ba c\u1ed9t b\u1eb1ng chi\u1ec1u r\u1ed9ng

# My Alfresco Dashlet components messages
dashlet_gettingstarted_label=B\u1eaft \u0111\u1ea7u
dashlet_gettingstarted_desc=Hi\u1ec3n th\u1ecb c\u00e1c th\u00f4ng tin h\u1eefu \u00edch cho vi\u1ec7c b\u1eaft \u0111\u1ea7u v\u1edbi web kh\u00e1ch h\u00e0ng \u1ee9ng d\u1ee5ng
dashlet_mydocuments=T\u00e0i li\u1ec7u c\u1ee7a t\u00f4i
dashlet_mydocuments_desc=Hi\u1ec3n th\u1ecb danh s\u00e1ch c\u00e1c t\u00e0i li\u1ec7u trong kh\u00f4ng gian nh\u00e0 c\u1ee7a t\u00f4i
dashlet_checkedoutdocs=T\u00f4i ki\u1ec3m tra trong t\u00e0i li\u1ec7u
dashlet_checkedoutdocs_desc=Hi\u1ec3n th\u1ecb danh s\u00e1ch c\u00e1c t\u00e0i li\u1ec7u ki\u1ec3m tra cho t\u00f4i
dashlet_myimages=H\u00ecnh \u1ea3nh c\u1ee7a t\u00f4i
dashlet_myimages_desc=Hi\u1ec3n th\u1ecb m\u1ed9t danh s\u00e1ch 3 c\u1ed9t h\u00ecnh thu nh\u1ecf c\u1ee7a h\u00ecnh \u1ea3nh trong kh\u00f4ng gian nh\u00e0 c\u1ee7a t\u00f4i
gettingstarted_commontasks=T\u00e1c v\u1ee5 th\u00f4ng th\u01b0\u1eddng
gettingstarted_browse=Duy\u1ec7t m\u1ee5c trong kh\u00f4ng gian trang ch\u1ee7 c\u1ee7a b\u1ea1n
gettingstarted_browse_desc=T\u1eeb thanh c\u00f4ng c\u1ee5 nh\u1ea5p v\u00e0o My Home \u0111\u1ec3 hi\u1ec3n th\u1ecb m\u1ed9t danh s\u00e1ch c\u00e1c kho\u1ea3n m\u1ee5c trong kh\u00f4ng gian.
gettingstarted_createspace=T\u1ea1o ra m\u1ed9t kh\u00f4ng gian trong kh\u00f4ng gian trang ch\u1ee7 c\u1ee7a b\u1ea1n
gettingstarted_createspace_desc=\u0110i\u1ec1u h\u01b0\u1edbng \u0111\u1ebfn kh\u00f4ng gian trang ch\u1ee7 c\u1ee7a b\u1ea1n. Trong khu v\u1ef1c th\u00f4ng tin kh\u00f4ng gian, t\u1eeb tr\u00ecnh \u0111\u01a1n trong t\u1ea1o, nh\u1ea5p v\u00e0o t\u1ea1o space v\u00e0 nh\u1eadp c\u00e1c th\u00f4ng tin v\u1ec1 kh\u00f4ng gian.
gettingstarted_addcontent=Th\u00eam n\u1ed9i dung v\u00e0o kh\u00f4ng gian trang ch\u1ee7 c\u1ee7a b\u1ea1n
gettingstarted_addcontent_desc=\u0110i\u1ec1u h\u01b0\u1edbng \u0111\u1ebfn kh\u00f4ng gian trang ch\u1ee7 c\u1ee7a b\u1ea1n. Trong khu v\u1ef1c th\u00f4ng tin kh\u00f4ng gian, b\u1ea5m v\u00e0o Th\u00eam n\u1ed9i dung v\u00e0 nh\u1eadp c\u00e1c th\u00f4ng tin v\u1ec1 n\u1ed9i dung \u0111\u01b0\u1ee3c t\u1ea3i l\u00ean.
gettingstarted_createcontent=T\u1ea1o n\u1ed9i dung trong kh\u00f4ng gian trang ch\u1ee7 c\u1ee7a b\u1ea1n
gettingstarted_createcontent_desc=\u0110i\u1ec1u h\u01b0\u1edbng \u0111\u1ebfn kh\u00f4ng gian trang ch\u1ee7 c\u1ee7a b\u1ea1n. Trong khu v\u1ef1c th\u00f4ng tin kh\u00f4ng gian, nh\u1ea5p v\u00e0o t\u1ea1o n\u1ed9i dung trong t\u1ea1o v\u00e0 nh\u1eadp th\u00f4ng tin v\u1ec1 c\u00e1c n\u1ed9i dung \u0111\u01b0\u1ee3c t\u1ea1o ra.
gettingstarted_demonstration=tr\u00ecnh di\u1ec5n
gettingstarted_demonstration_desc=Xem m\u1ed9t cu\u1ed9c bi\u1ec3u t\u00ecnh c\u1ee7a l\u00e0m th\u1ebf n\u00e0o \u1ee9ng d\u1ee5ng c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 t\u1ea1o ra m\u1ed9t kh\u1edfi \u0111\u1ed9ng ti\u1ebfp th\u1ecb.
gettingstarted_featuretour=Tham quan t\u00ednh n\u0103ng
gettingstarted_featuretour_desc=\u0110i t\u00ecm hi\u1ec1u c\u1ee7a m\u1ed9t s\u1ed1 c\u00e1c t\u00ednh n\u0103ng ch\u00ednh trong v\u00f9ng kh\u00f4ng gian.
gettingstarted_onlinehelp=Tr\u1ee3 gi\u00fap tr\u1ef1c tuy\u1ebfn
gettingstarted_onlinehelp_desc=Nh\u1ea5p v\u00e0o bi\u1ec3u t\u01b0\u1ee3ng tr\u1ee3 gi\u00fap \u0111\u1ec3 hi\u1ec3n th\u1ecb c\u00e1c ch\u1ee7 \u0111\u1ec1 \u1ee9ng d\u1ee5ng gi\u00fap.

# User Console and Settings messages
title_user_console=H\u1ed3 s\u01a1 ng\u01b0\u1eddi d\u00f9ng
title_edit_user_details=Ch\u1ec9nh s\u1eeda ng\u01b0\u1eddi d\u00f9ng chi ti\u1ebft
user_console=H\u1ed3 s\u01a1 ng\u01b0\u1eddi d\u00f9ng
user_console_info=H\u1ed3 s\u01a1 ng\u01b0\u1eddi d\u00f9ng v\u00e0 c\u00e0i \u0111\u1eb7t
user_console_description=S\u1eed d\u1ee5ng Trang n\u00e0y \u0111\u1ec3 thay \u0111\u1ed5i c\u00f3 th\u1ec3 nh\u00ecn th\u1ea5y h\u1ed3 s\u01a1 c\u1ee7a b\u1ea1n, s\u1edf th\u00edch v\u00e0 c\u00e0i \u0111\u1eb7t \u1ee9ng d\u1ee5ng
user_profile=H\u1ed3 s\u01a1 ng\u01b0\u1eddi d\u00f9ng
user_profile_for=C\u00e1c h\u1ed3 s\u01a1 cho ng\u01b0\u1eddi d\u00f9ng ''{0}''
my_details=Chi ti\u1ebft c\u1ee7a t\u00f4i
general_pref=Chung s\u1edf th\u00edch
change_my_password_description=S\u1eed d\u1ee5ng n\u00e0y \u0111\u1ec3 thay \u0111\u1ed5i m\u1eadt kh\u1ea9u c\u1ee7a b\u1ea1n
change_my_password_instructions=Nh\u1eadp m\u1eadt kh\u1ea9u m\u1edbi c\u1ee7a b\u1ea1n.
old_password=M\u1eadt kh\u1ea9u c\u0169
new_password=M\u1eadt kh\u1ea9u m\u1edbi
error_incorrect_old_password=M\u1eadt kh\u1ea9u c\u0169'' '' b\u1ea1n \u0111\u00e3 nh\u1eadp v\u00e0o kh\u00f4ng \u0111\u00fang.
edit_user_details=Ch\u1ec9nh s\u1eeda h\u1ed3 s\u01a1 ng\u01b0\u1eddi d\u00f9ng
edit_user_details_description=S\u1eed d\u1ee5ng n\u00e0y \u0111\u1ec3 thay \u0111\u1ed5i th\u00f4ng tin ng\u01b0\u1eddi d\u00f9ng c\u1ee7a b\u1ea1n v\u00e0 \u0111\u1ecba ch\u1ec9 email
start_location=V\u1ecb tr\u00ed b\u1eaft \u0111\u1ea7u
interface_language=Ng\u00f4n ng\u1eef giao di\u1ec7n
content_language_filter=B\u1ed9 l\u1ecdc n\u1ed9i dung ng\u00f4n ng\u1eef
content_all_languages=T\u1ea5t c\u1ea3 ng\u00f4n ng\u1eef
download_automatically=T\u1ef1 \u0111\u1ed9ng t\u1ea3i xu\u1ed1ng c\u00e1c t\u1eadp tin \u0111\u1ec3 ch\u1ec9nh s\u1eeda gi\u00e1n tuy\u1ebfn
user_management=Qu\u1ea3n l\u00fd
select_avatar_prompt=Click v\u00e0o \u0111\u00e2y \u0111\u1ec3 ch\u1ecdn m\u1ed9t h\u00ecnh \u1ea3nh Avatar

# Delete Space Dialog messages
select_delete_operation=Nh\u1eefng g\u00ec b\u1ea1n mu\u1ed1n x\u00f3a?
delete_op_all=Kh\u00f4ng gian n\u00e0y v\u00e0 t\u1ea5t c\u1ea3 c\u00e1c n\u1ed9i dung c\u1ee7a n\u00f3. L\u01b0u \u00fd\: Quy t\u1eafc c\u0169ng s\u1ebd b\u1ecb x\u00f3a.
delete_op_files=Ch\u1ec9 c\u00f3 c\u00e1c t\u1eadp tin trong kh\u00f4ng gian n\u00e0y.
delete_op_folders=Ch\u1ec9 c\u00e1c th\u01b0 m\u1ee5c trong kh\u00f4ng gian n\u00e0y.
delete_op_contents=T\u1eadp tin v\u00e0 th\u01b0 m\u1ee5c trong kh\u00f4ng gian n\u00e0y.
delete_execute_rules=Th\u1ef1c hi\u1ec7n quy t\u1eafc
delete_archive_nodes=L\u01b0u tr\u1eef n\u00fat

# Email users dialog
email_space_users=G\u1eedi email cho ng\u01b0\u1eddi s\u1eed d\u1ee5ng Space
email_space_users_desc=G\u1eedi m\u1ed9t email \u0111\u1ebfn ng\u01b0\u1eddi d\u00f9ng v\u00e0 nh\u00f3m \u0111\u01b0\u1ee3c ch\u1ec9 \u0111\u1ecbnh cho kh\u00f4ng gian n\u00e0y.
email_space_users_no_recipients=Kh\u00f4ng c\u00f3 ng\u01b0\u1eddi d\u00f9ng ho\u1eb7c nh\u00f3m \u0111\u01b0\u1ee3c ch\u1ec9 \u0111\u1ecbnh cho kh\u00f4ng gian n\u00e0y, b\u1ea5m H\u1ee7y b\u1ecf \u0111\u1ec3 tho\u00e1t kh\u1ecfi h\u1ed9p tho\u1ea1i.

# Workflow messages
doc_not_in_simple_workflow=T\u00e0i li\u1ec7u n\u00e0y kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t ph\u1ea7n c\u1ee7a m\u1ed9t c\u00f4ng vi\u1ec7c \u0111\u01a1n gi\u1ea3n.
space_not_in_simple_workflow=Kh\u00f4ng gian n\u00e0y kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t ph\u1ea7n c\u1ee7a m\u1ed9t c\u00f4ng vi\u1ec7c \u0111\u01a1n gi\u1ea3n.
doc_not_in_advanced_workflow=T\u00e0i li\u1ec7u n\u00e0y kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t ph\u1ea7n c\u1ee7a b\u1ea5t k\u1ef3 c\u00f4ng vi\u1ec7c n\u00e2ng cao.
space_not_in_advanced_workflow=Kh\u00f4ng gian n\u00e0y kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t ph\u1ea7n c\u1ee7a b\u1ea5t k\u1ef3 c\u00f4ng vi\u1ec7c n\u00e2ng cao.
default_workflow=Quy tr\u00ecnh l\u00e0m vi\u1ec7c m\u1eb7c \u0111\u1ecbnh
simple_workflow=Quy tr\u00ecnh l\u00e0m vi\u1ec7c \u0111\u01a1n gi\u1ea3n
advanced_workflows=Quy tr\u00ecnh c\u00f4ng vi\u1ec7c n\u00e2ng cao
document_action=C\u00e1c t\u00e0i li\u1ec7u s\u1ebd l\u00e0 {0} \u0111\u1ec3 ''{1}'' n\u1ebfu ''{2}'' h\u00e0nh \u0111\u1ed9ng \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n.
space_action=Kh\u00f4ng gian s\u1ebd {0} \u0111\u1ec3 ''{1}'' n\u1ebfu ''{2}'' h\u00e0nh \u0111\u1ed9ng \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n.
doc_part_of_advanced_workflows=T\u00e0i li\u1ec7u n\u00e0y l\u00e0 m\u1ed9t ph\u1ea7n c\u1ee7a n\u00e2ng cao workflow(s) sau
space_part_of_advanced_workflows=T\u00e0i li\u1ec7u n\u00e0y l\u00e0 m\u1ed9t ph\u1ea7n c\u1ee7a n\u00e2ng cao quy tr\u00ecnh c\u00f4ng vi\u1ec7c(s) sau
modify_workflow_props=S\u1eeda \u0111\u1ed5i thu\u1ed9c t\u00ednh c\u1ee7a quy tr\u00ecnh l\u00e0m vi\u1ec7c \u0111\u01a1n gi\u1ea3n
name_approve_step=T\u00ean cho ph\u00ea chu\u1ea9n b\u01b0\u1edbc
name_reject_step=T\u00ean cho t\u1eeb ch\u1ed1i b\u01b0\u1edbc
select_reject_step=B\u1ea1n c\u00f3 mu\u1ed1n cung c\u1ea5p m\u1ed9t b\u01b0\u1edbc t\u1eeb ch\u1ed1i?
choose_copy_move_location=Ch\u1ecdn xem b\u1ea1n mu\u1ed1n di chuy\u1ec3n ho\u1eb7c sao ch\u00e9p n\u1ed9i dung v\u00e0 c\u0169ng c\u00f3 th\u1ec3 v\u1ecb tr\u00ed.
start_workflow=B\u1eaft \u0111\u1ea7u n\u00e2ng cao quy tr\u00ecnh l\u00e0m vi\u1ec7c
start_workflow_wizard=Kh\u1edfi \u0111\u1ed9ng thu\u1eadt s\u0129 n\u00e2ng cao quy tr\u00ecnh l\u00e0m vi\u1ec7c
start_named_workflow_wizard=Kh\u1edfi \u0111\u1ed9ng{0} Thu\u1eadt s\u0129 c\u00f4ng vi\u1ec7c
start_workflow_desc=Thu\u1eadt s\u0129 n\u00e0y gi\u00fap b\u1ea1n b\u1eaft \u0111\u1ea7u m\u1ed9t c\u00f4ng vi\u1ec7c chuy\u00ean s\u00e2u cho m\u1ed9t m\u1ee5c trong kho.
available_workflows=Quy tr\u00ecnh c\u00f4ng vi\u1ec7c c\u00f3 s\u1eb5n
step_choose_workflow=Ch\u1ecdn c\u00f4ng vi\u1ec7c
start_workflow_choose_title=Ch\u1ecdn c\u00f4ng vi\u1ec7c
start_workflow_choose_desc=Ch\u1ecdn c\u00e1c c\u00f4ng vi\u1ec7c b\u1ea1n mu\u1ed1n b\u1eaft \u0111\u1ea7u
step_workflow_options=Quy tr\u00ecnh l\u00e0m vi\u1ec7c t\u00f9y ch\u1ecdn
start_workflow_options_title=Quy tr\u00ecnh l\u00e0m vi\u1ec7c t\u00f9y ch\u1ecdn
start_workflow_options_desc=Ch\u1ecdn c\u00e1c t\u00f9y ch\u1ecdn cho c\u00e1c c\u00f4ng vi\u1ec7c
start_workflow_finish_instruction=\u0110\u1ec3 b\u1eaft \u0111\u1ea7u c\u00f4ng vi\u1ec7c b\u1ea5m ho\u00e0n t\u1ea5t. \u0110\u1ec3 xem l\u1ea1i hay thay \u0111\u1ed5i l\u1ef1a ch\u1ecdn c\u1ee7a b\u1ea1n b\u1ea5m L\u00f9i l\u1ea1i.
start_workflow_no_metadata=C\u00f3 l\u00e0 kh\u00f4ng c\u00f3 si\u00eau d\u1eef li\u1ec7u \u0111\u1ec3 thu th\u1eadp cho c\u00f4ng vi\u1ec7c c\u1ee5 th\u1ec3 n\u00e0y.
start_workflow_no_workflows=Kh\u00f4ng c\u00f3 kh\u00f4ng c\u00f3 quy tr\u00ecnh c\u00f4ng vi\u1ec7c hi\u1ec7n \u0111ang \u0111\u01b0\u1ee3c tri\u1ec3n khai trong kho l\u01b0u tr\u1eef, b\u1ea5m H\u1ee7y b\u1ecf \u0111\u1ec3 tho\u00e1t kh\u1ecfi thu\u1eadt s\u0129.
users_and_roles=Ng\u01b0\u1eddi s\u1eed d\u1ee5ng v\u00e0 vai tr\u00f2 c\u1ee7a h\u1ecd
resources=T\u00e0i nguy\u00ean
manage_task=Qu\u1ea3n l\u00fd c\u00f4ng vi\u1ec7c
manage_task_title=Qu\u1ea3n l\u00fd c\u00f4ng vi\u1ec7c
manage_task_desc=H\u1ed9p tho\u1ea1i n\u00e0y cho ph\u00e9p nhi\u1ec7m v\u1ee5 \u0111\u01b0\u1ee3c qu\u1ea3n l\u00fd.
view_completed_task_title=Xem ho\u00e0n th\u00e0nh nhi\u1ec7m v\u1ee5
view_completed_task_desc=H\u1ed9p tho\u1ea1i n\u00e0y cho ph\u00e9p c\u00e1c chi ti\u1ebft ho\u00e0n th\u00e0nh nhi\u1ec7m v\u1ee5 \u0111\u1ec3 \u0111\u01b0\u1ee3c xem.
task_properties=Nhi\u1ec7m v\u1ee5 thu\u1ed9c t\u00ednh
task_pooled_properties=Ngo\u00e0i tr\u1eddi nhi\u1ec7m v\u1ee5
task_type=Nhi\u1ec7m v\u1ee5 lo\u1ea1i
id=ID
owner=Ng\u01b0\u1eddi x\u1eed l\u00fd
status=T\u00ecnh tr\u1ea1ng
completed=Ho\u00e0n th\u00e0nh
source=Ngu\u1ed3n
priority=\u01afu ti\u00ean
tasks_active_title=T\u1ea5t c\u1ea3 c\u00e1c nhi\u1ec7m v\u1ee5 ho\u1ea1t \u0111\u1ed9ng
tasks_active_desc=Danh s\u00e1ch c\u00e1c ho\u1ea1t \u0111\u1ed9ng c\u00f4ng vi\u1ec7c v\u1eabn c\u00f2n \u0111\u1ec3 ho\u00e0n th\u00e0nh
my_tasks_todo_title=Nhi\u1ec7m v\u1ee5 c\u1ee7a t\u00f4i \u0111\u1ec3 l\u00e0m
my_tasks_todo_desc=Danh s\u00e1ch c\u1ee7a b\u1ea1n v\u1eabn c\u00f2n nhi\u1ec7m v\u1ee5 \u0111\u1ec3 ho\u00e0n th\u00e0nh
my_tasks_completed_title=Ho\u00e0n th\u00e0nh nhi\u1ec7m v\u1ee5 c\u1ee7a t\u00f4i
my_tasks_completed_desc=Danh s\u00e1ch c\u00e1c c\u00f4ng vi\u1ec7c ho\u00e0n th\u00e0nh c\u1ee7a b\u1ea1n
pooled_tasks_title=Nh\u1eefng nhi\u1ec7m v\u1ee5 c\u1ee7a t\u00f4i
pooled_tasks_desc=Danh s\u00e1ch c\u00e1c nhi\u1ec7m v\u1ee5 \u0111\u01b0\u1ee3c giao cho h\u1ed3 b\u01a1i c\u1ee7a b\u1ea1n
doclist-webscript_title=Danh s\u00e1ch t\u00e0i li\u1ec7u
doclist-webscript_desc=T\u00e0i li\u1ec7u danh s\u00e1ch WebScript
myspaces-webscript_title=Danh s\u00e1ch kh\u00f4ng gian c\u1ee7a t\u00f4i
myspaces-webscript_desc=Kh\u00f4ng gian c\u1ee7a t\u00f4i WebScript
mytasks-webscript_title=C\u00f4ng vi\u1ec7c c\u1ee7a t\u00f4i
mytasks-webscript_desc=WebScript nhi\u1ec7m v\u1ee5 c\u1ee7a t\u00f4i
mywebforms-webscript_title=C\u00e1c h\u00ecnh th\u1ee9c trang Web c\u1ee7a t\u00f4i
mywebforms-webscript_desc=WebScript h\u00ecnh th\u1ee9c trang Web c\u1ee7a t\u00f4i
mywebfiles-webscript_title=T\u1eadp tin trang Web c\u1ee7a t\u00f4i
mywebfiles-webscript_desc=WebScript t\u1eadp tin trang Web c\u1ee7a t\u00f4i
due_date=Ng\u00e0y h\u1ebft h\u1ea1n
completed_on=Ho\u00e0n th\u00e0nh v\u00e0o ng\u00e0y
outcome=K\u1ebft qu\u1ea3
reassign=G\u00e1n
cancel_workflow=H\u1ee7y b\u1ecf c\u00f4ng vi\u1ec7c
cancel_workflow_info=\u0110\u1ec3 h\u1ee7y b\u1ecf c\u00f4ng vi\u1ec7c n\u00e0y, b\u1ea5m OK.
cancel_workflow_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n h\u1ee7y b\u1ecf c\u00f4ng vi\u1ec7c \"{0}\"?
error_cancel_workflow=Kh\u00f4ng th\u1ec3 h\u1ee7y b\u1ecf c\u00f4ng vi\u1ec7c do l\u1ed7i h\u1ec7 th\u1ed1ng\:
reassign_task_title=G\u00e1n t\u00e1c v\u1ee5
reassign_task_desc=H\u1ed9p tho\u1ea1i n\u00e0y cho ph\u00e9p b\u1ea1n \u0111\u1ec3 g\u00e1n m\u1ed9t nhi\u1ec7m v\u1ee5.
reassign_select_user=Ch\u1ecdn ng\u01b0\u1eddi d\u00f9ng ch\u1ec9 \u0111\u1ecbnh nhi\u1ec7m v\u1ee5, sau \u0111\u00f3 b\u1ea5m OK.
error_reassign_task=Kh\u00f4ng th\u1ec3 g\u00e1n t\u00e1c v\u1ee5 do l\u1ed7i h\u1ec7 th\u1ed1ng\:
part_of_workflow=M\u1ed9t ph\u1ea7n c\u1ee7a quy tr\u00ecnh l\u00e0m vi\u1ec7c
workflow_history=L\u1ecbch s\u1eed c\u00f4ng vi\u1ec7c
no_workflow_history=C\u00f4ng vi\u1ec7c n\u00e0y kh\u00f4ng c\u00f3 b\u1ea5t k\u1ef3 l\u1ecbch s\u1eed
workflow_outline=Ph\u00e1c th\u1ea3o c\u00f4ng vi\u1ec7c
initiated_by=B\u1eaft \u0111\u1ea7u b\u1edfi
started_on=B\u1eaft \u0111\u1ea7u
add_resource=Th\u00eam t\u00e0i nguy\u00ean
view_properties=Xem thu\u1ed9c t\u00ednh n\u1ed9i dung
edit_properties=Ch\u1ec9nh s\u1eeda thu\u1ed9c t\u00ednh n\u1ed9i dung
save_changes=L\u01b0u thay \u0111\u1ed5i
no_tasks=Kh\u00f4ng c\u00f3 t\u00e1c v\u1ee5 n\u00e0o t\u00ecm th\u1ea5y.
no_resources=Kh\u00f4ng c\u00f3 ngu\u1ed3n t\u00e0i nguy\u00ean \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y.
in_progress=\u0110ang ti\u1ebfn h\u00e0nh
by=b\u1edfi
assignee=Chuy\u1ec3n 
comment=\u00dd ki\u1ebfn
invalid_task=Nhi\u1ec7m v\u1ee5 \u0111\u01b0\u1ee3c xem l\u00e0 kh\u00f4ng c\u00f2n h\u1ee3p l\u1ec7, n\u00f3 c\u00f3 th\u1ec3 \u0111\u00e3 \u0111\u01b0\u1ee3c ho\u00e0n th\u00e0nh b\u1edfi ng\u01b0\u1eddi d\u00f9ng kh\u00e1c.
error_webprj_does_not_exist=D\u1ef1 \u00e1n web {0} kh\u00f4ng t\u1ed3n t\u1ea1i (n\u00f3 c\u00f3 th\u1ec3 \u0111\u00e3 b\u1ecb x\u00f3a)
inviteOutcome=K\u1ebft qu\u1ea3 xem

# Workflow Definitions
wf_review_options=Xem x\u00e9t l\u1ef1a ch\u1ecdn
wf_review_status=Xem x\u00e9t tr\u1ea1ng th\u00e1i
wf_review_due_date=Xem x\u00e9t do ng\u00e0y
wf_review_priority=Xem x\u00e9t \u01b0u ti\u00ean
wf_reviewer=Xem
wf_reviewers=Ng\u01b0\u1eddi \u0111\u00e1nh gi\u00e1
wf_adhoc_due_date=Ng\u00e0y h\u1ebft h\u1ea1n
wf_adhoc_priority=\u01afu ti\u00ean
wf_adhoc_assign_to=G\u00e1n cho
wf_adhoc_assignee=Chuy\u1ec3n 

# Email Server messages
email.server.alias=B\u00ed danh email

# Imap Server messages
imap.attachments=T\u1eadp tin \u0111\u00ednh k\u00e8m
imap.attachments.folder=Th\u01b0 m\u1ee5c t\u1eadp tin \u0111\u00ednh k\u00e8m

# Admin Console messages
title_admin_console=Qu\u1ea3n l\u00fd giao di\u1ec7n \u0111i\u1ec1u khi\u1ec3n
admin_console=Qu\u1ea3n l\u00fd giao di\u1ec7n \u0111i\u1ec1u khi\u1ec3n
admin_description=S\u1eed d\u1ee5ng n\u00e0y \u0111\u1ec3 th\u1ef1c hi\u1ec7n h\u1ec7 th\u1ed1ng qu\u1ea3n l\u00fd ch\u1ee9c n\u0103ng.
admin_limited_license=Gi\u1ea5y ph\u00e9p\: {0} Gi\u1ea5y ph\u00e9p c\u1ea5p cho {1} v\u00e0 gi\u1edbi h\u1ea1n {3} ng\u00e0y h\u1ebft h\u1ea1n {4,date,short} ({5} ng\u00e0y c\u00f2n l\u1ea1i - ph\u00e1t h\u00e0nh ng\u00e0y {2,date,short}).
admin_unlimited_license=Gi\u1ea5y ph\u00e9p\: {0} Gi\u1ea5y ph\u00e9p c\u1ea5p cho {1} v\u00e0 kh\u00f4ng h\u1ebft h\u1ea1n (ban h\u00e0nh ng\u00e0y {2,date,short}).
admin_invalid_license=\u0110\u01b0\u1ee3c c\u1ea5p ph\u00e9p\: Gi\u1edbi gi\u1ea5y ph\u00e9p kh\u00f4ng h\u1ee3p l\u1ec7 - \u1ee9ng d\u1ee5ng kho h\u1ea1n kh\u1ea3 n\u0103ng ch\u1ec9-\u0111\u1ecdc.

# Workflow Console messages
title_workflow_console=C\u00f4ng vi\u1ec7c giao di\u1ec7n \u0111i\u1ec1u khi\u1ec3n
workflow_context=B\u1ed1i c\u1ea3nh
workflow_command=L\u1ec7nh (lo\u1ea1i tr\u1ee3 gi\u00fap \u0111\u1ec3 \u0111\u01b0\u1ee3c gi\u00fap \u0111\u1ee1)
workflow_command_submit=G\u1eedi
workflow_last_command=L\u1ec7nh cu\u1ed1i c\u00f9ng\:
workflow_duration=Th\u1eddi gian\:
workflow_duration_ms=MS

# JMX Dumper messages
title_jmx_dumper=JMX Dumper
title_jmx_output=\u0110\u1ea7u ra

# WebClient Config Admin Console messages
title_configadmin_console=C\u1ea5u h\u00ecnh \u0111i\u1ec1u khi\u1ec3n giao di\u1ec7n web c\u1ee7a qu\u1ea3n tr\u1ecb vi\u00ean
configadmin_context=B\u1ed1i c\u1ea3nh
configadmin_command=L\u1ec7nh (lo\u1ea1i tr\u1ee3 gi\u00fap \u0111\u1ec3 \u0111\u01b0\u1ee3c gi\u00fap \u0111\u1ee1)
configadmin_command_submit=G\u1eedi
configadmin_last_command=L\u1ec7nh cu\u1ed1i c\u00f9ng\:
configadmin_duration=Th\u1eddi gian\:
configadmin_duration_ms=MS


# Repository Admin Console messages
title_repoadmin_console=Kho qu\u1ea3n tr\u1ecb giao di\u1ec7n \u0111i\u1ec1u khi\u1ec3n
repoadmin_context=B\u1ed1i c\u1ea3nh
repoadmin_command=L\u1ec7nh (lo\u1ea1i tr\u1ee3 gi\u00fap \u0111\u1ec3 \u0111\u01b0\u1ee3c gi\u00fap \u0111\u1ee1)
repoadmin_command_submit=G\u1eedi
repoadmin_last_command=L\u1ec7nh cu\u1ed1i c\u00f9ng\:
repoadmin_duration=Th\u1eddi gian\:
repoadmin_duration_ms=MS

# Tenant Admin Console messages
title_tenantadmin_console=Ng\u01b0\u1eddi thu\u00ea nh\u00e0 qu\u1ea3n tr\u1ecb giao di\u1ec7n \u0111i\u1ec1u khi\u1ec3n
tenantadmin_context=B\u1ed1i c\u1ea3nh
tenantadmin_command=L\u1ec7nh (lo\u1ea1i tr\u1ee3 gi\u00fap \u0111\u1ec3 \u0111\u01b0\u1ee3c gi\u00fap \u0111\u1ee1)
tenantadmin_command_submit=G\u1eedi
tenantadmin_last_command=L\u1ec7nh cu\u1ed1i c\u00f9ng\:
tenantadmin_duration=Th\u1eddi gian\:
tenantadmin_duration_ms=MS


# OpenSearch messages
show=Hi\u1ec3n th\u1ecb
opensearch=m\u1edf t\u00ecm ki\u1ebfm
opensearch_desc=Cung c\u1ea5p kh\u1ea3 n\u0103ng t\u00ecm ki\u1ebfm tr\u00ean nhi\u1ec1u c\u00f4ng c\u1ee5 t\u00ecm ki\u1ebfm h\u1ed7 tr\u1ee3 t\u00ecm ki\u1ebfm m\u1edf.
search_in=T\u00ecm ki\u1ebfm
no_engines_registered=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y b\u1ea5t k\u1ef3 c\u00f4ng c\u1ee5 t\u00ecm ki\u1ebfm m\u1edf \u0111\u0103ng k\u00fd\!
current_repo=Kho l\u01b0u tr\u1eef v\u00f9ng kh\u00f4ng gian hi\u1ec7n t\u1ea1i
current_repo_people=V\u00f9ng kh\u00f4ng gian hi\u1ec7n t\u1ea1i c\u1ee7a ng\u01b0\u1eddi \u0111\u00f3
toggle_options=Chuy\u1ec3n \u0111\u1ed5i T\u00f9y ch\u1ecdn
no_results=Kh\u00f4ng c\u00f3 k\u1ebft qu\u1ea3
of=c\u1ee7a
failed_gen_url=Th\u1ea5t b\u1ea1i trong vi\u1ec7c t\u1ea1o ra c\u00e1c url cho c\u00f4ng c\u1ee5 t\u00ecm ki\u1ebfm ''{0}''.  \u0110i\u1ec1u n\u00e0y c\u00f3 l\u1ebd l\u00e0 do thi\u1ebfu th\u00f4ng s\u1ed1 c\u1ea7n thi\u1ebft, h\u00e3y ki\u1ec3m tra url m\u1eabu cho c\u00f4ng c\u1ee5 t\u00ecm ki\u1ebfm.
failed_search=Kh\u00f4ng th\u1ec3 l\u1ea5y k\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm cho ''{0}''

# UI Page Titles
title_about=V\u1ec1 c\u00e1c v\u00f9ng kh\u00f4ng gian
title_login=Truy c\u1eadp v\u00f9ng kh\u00f4ng gian- \u0111\u0103ng nh\u1eadp
title_relogin=Truy c\u1eadp v\u00f9ng kh\u00f4ng gian - \u0111\u00e3 \u0111\u0103ng xu\u1ea5t
title_error=Truy c\u1eadp v\u00f9ng kh\u00f4ng gian - l\u1ed7i h\u1ec7 th\u1ed1ng
title_browse=Truy c\u1eadp v\u00f9ng kh\u00f4ng gian
title_change_user_roles=Thay \u0111\u1ed5i vai tr\u00f2 ng\u01b0\u1eddi d\u00f9ng
title_remove_invited_user=Lo\u1ea1i b\u1ecf ng\u01b0\u1eddi d\u00f9ng \u0111\u01b0\u1ee3c m\u1eddi
title_advanced_search=T\u00ecm ki\u1ebfm n\u00e2ng cao
title_checkin_file=Ki\u1ec3m tra trong t\u1eadp tin
title_checkout_file=Ki\u1ec3m tra ngo\u00e0i t\u1eadp tin
title_checkout_file_link=Ki\u1ec3m tra t\u1eadp tin t\u1ea3i v\u1ec1
title_missing_working_copy=L\u00e0m vi\u1ec7c sao ch\u00e9p kh\u00f4ng c\u00f2n c\u00f3 s\u1eb5n
title_delete_file=X\u00f3a t\u1eadp tin
title_delete_rule=Xo\u00e1 quy t\u1eafc
title_delete_user=X\u00f3a ng\u01b0\u1eddi d\u00f9ng
title_delete_space=x\u00f3a kho\u1ea3ng tr\u1ed1ng
title_file_details=T\u00e0i li\u1ec7u chi ti\u1ebft
title_file_preview=Xem tr\u01b0\u1edbc trong m\u1eabu
title_edit_categories=Ch\u1ec9nh s\u1eeda lo\u1ea1i
title_edit_doc_props=Ch\u1ec9nh s\u1eeda thu\u1ed9c t\u00ednh t\u00e0i li\u1ec7u
title_edit_link_props=Ch\u1ec9nh s\u1eeda thu\u1ed9c t\u00ednh n\u1ed1i k\u1ebft
title_edit_file=Ch\u1ec9nh s\u1eeda t\u1eadp tin
title_edit_html_inline=Ch\u1ec9nh s\u1eeda n\u1ed9i tuy\u1ebfn t\u1ec7p HTML
title_edit_text_inline=Ch\u1ec9nh s\u1eeda v\u0103n b\u1ea3n t\u1eadp tin n\u1ed9i tuy\u1ebfn
title_edit_xml_inline=Ch\u1ec9nh s\u1eeda n\u1ed9i tuy\u1ebfn t\u1ec7p HTML
title_edit_simple_workflow=Ch\u1ec9nh s\u1eeda c\u00f4ng vi\u1ec7c \u0111\u01a1n gi\u1ea3n
title_edit_space=Ch\u1ec9nh s\u1eeda chi ti\u1ebft tr\u1ed1ng
title_rules=Quy t\u1eafc tr\u1ed1ng
title_space_details=Chi ti\u1ebft kh\u00f4ng gian
title_apply_template=\u00c1p d\u1ee5ng m\u1eabu
title_system_info=Th\u00f4ng tin h\u1ec7 th\u1ed1ng
title_undo_checkout=Quay l\u1ea1i ki\u1ec3m tra
title_update_file=C\u1eadp nh\u1eadt n\u1ed9i dung t\u1ec7p
title_users=Qu\u1ea3n l\u00fd ng\u01b0\u1eddi d\u00f9ng
title_invited_users=Qu\u1ea3n l\u00fd ng\u01b0\u1eddi d\u00f9ng m\u1eddi
title_content_users=Qu\u1ea3n l\u00fd n\u1ed9i dung ng\u01b0\u1eddi d\u00f9ng
title_add_content=Th\u00eam n\u1ed9i dung
title_create_content=T\u1ea1o ra n\u1ed9i dung m\u1edbi
title_create_content_props=T\u1ea1o ra n\u1ed9i dung m\u1edbi - thu\u1ed9c t\u00ednh
title_create_content_summary=T\u1ea1o ra n\u1ed9i dung m\u1edbi - t\u00f3m t\u1eaft
title_action_add_feature=Th\u00eam t\u00ednh n\u0103ng h\u00e0nh \u0111\u1ed9ng
title_action_remove_feature=Lo\u1ea1i b\u1ecf t\u00ednh n\u0103ng h\u00e0nh \u0111\u1ed9ng
title_action_checkin=Ki\u1ec3m tra trong h\u00e0nh \u0111\u1ed9ng
title_action_checkout=Ki\u1ec3m tra ho\u1ea1t \u0111\u1ed9ng
title_action_copy=Sao ch\u00e9p c\u00e1c ho\u1ea1t \u0111\u1ed9ng
title_action_copy_to_web_project=Sao ch\u00e9p v\u00e0o Web d\u1ef1 \u00e1n ho\u1ea1t \u0111\u1ed9ng
title_action_move=Di chuy\u1ec3n ho\u1ea1t \u0111\u1ed9ng
title_action_script=Ho\u1ea1t \u0111\u1ed9ng k\u1ecbch b\u1ea3n
title_action_import=Ho\u1ea1t \u0111\u1ed9ng nh\u1eadp kh\u1ea9u
title_action_email=Ho\u1ea1t \u0111\u1ed9ng email
title_action_link_category=Li\u00ean k\u1ebft th\u1ec3 lo\u1ea1i ho\u1ea1t \u0111\u1ed9ng
title_action_simple_workflow=Quy tr\u00ecnh ho\u1ea1t \u0111\u1ed9ng l\u00e0m vi\u1ec7c \u0111\u01a1n gi\u1ea3n
title_action_transform=Chuy\u1ec3n \u0111\u1ed5i c\u00e1c ho\u1ea1t \u0111\u1ed9ng
title_action_transform_image=Chuy\u1ec3n \u0111\u1ed5i ho\u1ea1t \u0111\u1ed9ng h\u00ecnh \u1ea3nh
title_action_specialise_type=Chuy\u00ean v\u1ec1 lo\u1ea1i ho\u1ea1t \u0111\u1ed9ng
title_condition_contains_text=C\u00f3 \u0111i\u1ec1u ki\u1ec7n v\u0103n b\u1ea3n
title_condition_has_mimetype=C\u00f3 \u0111i\u1ec1u ki\u1ec7n t\u00ean lo\u1ea1i
title_condition_in_category=Trong \u0111i\u1ec1u ki\u1ec7n th\u1ec3 lo\u1ea1i
title_condition_is_subtype=L\u00e0 phi\u00ean b\u1ea3n t\u00ecnh tr\u1ea1ng
title_condition_has_aspect=C\u00f3 kh\u00eda c\u1ea1nh t\u00ecnh tr\u1ea1ng
title_condition_has_tag=C\u00f3 th\u1ebb t\u00ecnh tr\u1ea1ng
title_new_user_person_props=Ng\u01b0\u1eddi d\u00f9ng - ng\u01b0\u1eddi thu\u1ed9c t\u00ednh
title_new_user_user_props=Ng\u01b0\u1eddi d\u00f9ng - thu\u1ed9c t\u00ednh ng\u01b0\u1eddi d\u00f9ng
title_new_user_summary=Ng\u01b0\u1eddi d\u00f9ng - t\u00f3m t\u1eaft
title_export=Xu\u1ea5t kh\u1ea9u
title_import=Nh\u1eadp kh\u1ea9u
title_admin_store_browser=Duy\u1ec7t xem l\u01b0u tr\u1eef ngo\u00e0i v\u00f9ng kh\u00f4ng gian
title_admin_node_browser=Duy\u1ec7t xem n\u00fat ngo\u00e0i v\u00f9ng kh\u00f4ng gian
title_admin_search_results=K\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm tr\u00ecnh duy\u1ec7t n\u00fat
title_forums=kh\u00f4ng gian di\u1ec5n \u0111\u00e0n
title_forum=Di\u1ec5n \u0111\u00e0n
title_topic=Ch\u1ee7 \u0111\u1ec1
title_delete_forums_space=X\u00f3a di\u1ec5n \u0111\u00e0n Space
title_delete_forum_space=X\u00f3a di\u1ec5n \u0111\u00e0n
title_delete_topic_space=Xo\u00e1 ch\u1ee7 \u0111\u1ec1
title_delete_post=X\u00f3a b\u00e0i \u0111\u0103ng
title_create_forums=T\u1ea1o ra kh\u00f4ng gian di\u1ec5n \u0111\u00e0n
title_create_forum=T\u1ea1o di\u1ec5n \u0111\u00e0n
title_forums_details=Forum kh\u00f4ng gian chi ti\u1ebft
title_forum_details=H\u00ecnh th\u1ee9c th\u00f4ng tin chi ti\u1ebft
title_create_topic=T\u1ea1o ch\u1ee7 \u0111\u1ec1
title_create_discussion=T\u1ea1o ra th\u1ea3o lu\u1eadn
title_topic_details=Ch\u1ee7 \u0111\u1ec1 th\u00f4ng tin chi ti\u1ebft
title_create_post=B\u00e0i vi\u1ebft tin nh\u1eafn
title_create_reply=T\u1ea1o tr\u1ea3 l\u1eddi
title_edit_forums=Ch\u1ec9nh s\u1eeda th\u00f4ng tin chi ti\u1ebft Space di\u1ec5n \u0111\u00e0n
title_edit_forum=Ch\u1ec9nh s\u1eeda chi ti\u1ebft di\u1ec5n \u0111\u00e0n
title_edit_topic=Ch\u1ec9nh s\u1eeda ch\u1ee7 \u0111\u1ec1 chi ti\u1ebft
title_edit_post=Ch\u1ec9nh s\u1eeda b\u00e0i vi\u1ebft
title_noaccess=Kh\u00f4ng c\u00f3 truy c\u1eadp

# UI Error messages
error_generic=M\u1ed9t l\u1ed7i h\u1ec7 th\u1ed1ng x\u1ea3y ra trong qu\u00e1 tr\u00ecnh ho\u1ea1t \u0111\u1ed9ng\: {0}
error_noderef=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y kho m\u1ee5c \u0111\u01b0\u1ee3c tham chi\u1ebfu b\u1edfi Id\: {0} - h\u1ed3 s\u01a1 \u0111\u00e3 c\u00f3 th\u1ec3 b\u1ecb x\u00f3a t\u1eeb c\u01a1 s\u1edf d\u1eef li\u1ec7u.
error_deleted_folder=M\u1ee5c c\u1eb7p \u0111\u01b0\u1ee3c tham chi\u1ebfu b\u1edfi Id\: {0} - \u0111\u00e3 b\u1ecb x\u00f3a t\u1eeb c\u01a1 s\u1edf d\u1eef li\u1ec7u. H\u1ec7 th\u1ed1ng \u0111\u00e3 thay \u0111\u1ed5i v\u1ecb tr\u00ed th\u01b0 m\u1ee5c c\u1ee7a b\u1ea1n nh\u01b0 c\u00e1c th\u01b0 m\u1ee5c m\u00e0 b\u1ea1n \u0111\u00e3 kh\u00f4ng c\u00f2n t\u1ed3n t\u1ea1i.
error_homespace=N\u00fat nh\u00e0 kh\u00f4ng gian \u0111\u01b0\u1ee3c tham chi\u1ebfu b\u1edfi Id\: {0} kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y. N\u00f3 c\u00f3 th\u1ec3 \u0111\u00e3 b\u1ecb x\u00f3a t\u1eeb c\u01a1 s\u1edf d\u1eef li\u1ec7u. Xin vui l\u00f2ng li\u00ean h\u1ec7 v\u1edbi qu\u1ea3n tr\u1ecb h\u1ec7 th\u1ed1ng c\u1ee7a b\u1ea1n.
error_search=T\u00ecm ki\u1ebfm th\u1ea5t b\u1ea1i do h\u1ec7 th\u1ed1ng l\u1ed7i\: {0}
error_search_query=T\u00ecm ki\u1ebfm th\u1ea5t b\u1ea1i v\u00ec h\u1ec7 th\u1ed1ng \u0111\u00e3 kh\u00f4ng th\u1ec3 x\u1eed l\u00fd truy v\u1ea5n c\u1ee7a b\u1ea1n, xin vui l\u00f2ng th\u1eed m\u1ed9t t\u00ecm ki\u1ebfm kh\u00e1c nhau.
error_not_found=Xin l\u1ed7i, c\u00e1c t\u1eadp tin \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u kh\u00f4ng t\u1ed3n t\u1ea1i \u1edf v\u1ecb tr\u00ed n\u00e0y
error_exists=M\u1ed9t kh\u00f4ng gian ho\u1eb7c t\u1eadp tin v\u1edbi t\u00ean \u0111\u00e3 t\u1ed3n t\u1ea1i\: {0}
error_delete_space=Kh\u00f4ng th\u1ec3 x\u00f3a kho\u1ea3ng tr\u1ed1ng do l\u1ed7i h\u1ec7 th\u1ed1ng\: {0}
error_delete_file=Kh\u00f4ng th\u1ec3 x\u00f3a kho\u1ea3ng tr\u1ed1ng do l\u1ed7i h\u1ec7 th\u1ed1ng\: {0}
error_delete_sandbox=Kh\u00f4ng th\u1ec3 xo\u00e1 ch\u1ed5 th\u1eed do h\u1ec7 th\u1ed1ng l\u1ed7i\: {0}
error_checkout=Kh\u00f4ng th\u1ec3 ki\u1ec3m tra n\u1ed9i dung n\u00fat do l\u1ed7i h\u1ec7 th\u1ed1ng\:
error_update=Kh\u00f4ng th\u1ec3 c\u1eadp nh\u1eadt n\u1ed9i dung n\u00fat do l\u1ed7i h\u1ec7 th\u1ed1ng\:
error_cancel_checkout=Kh\u00f4ng th\u1ec3 \u0111\u1ec3 h\u1ee7y b\u1ecf ki\u1ec3m tra c\u1ee7a n\u1ed9i dung n\u00fat do l\u1ed7i h\u1ec7 th\u1ed1ng\:
error_checkin=Kh\u00f4ng th\u1ec3 ki\u1ec3m tra n\u1ed9i dung n\u00fat do l\u1ed7i h\u1ec7 th\u1ed1ng\:
error_paste=Kh\u00f4ng th\u1ec3 d\u00e1n m\u1ee5c do l\u1ed7i h\u1ec7 th\u1ed1ng\:
error_login_user=Kh\u00f4ng th\u1ec3 \u0111\u0103ng nh\u1eadp - bi\u1ebft t\u00ean ng\u01b0\u1eddi d\u00f9ng/m\u1eadt kh\u1ea9u.
error_login_missing=Ph\u1ea3i ch\u1ec9 \u0111\u1ecbnh t\u00ean ng\u01b0\u1eddi d\u00f9ng v\u00e0 m\u1eadt kh\u1ea9u.
error_login_disallowed=T\u00ean ng\u01b0\u1eddi d\u00f9ng kh\u00f4ng cho ph\u00e9p, - xin vui l\u00f2ng th\u1eed l\u1ea1i sau v\u00e0/ho\u1eb7c li\u00ean h\u1ec7 v\u1edbi qu\u1ea3n tr\u1ecb h\u1ec7 th\u1ed1ng c\u1ee7a b\u1ea1n.
error_login_maxusers=V\u00e0/t\u1ed1i \u0111a ng\u01b0\u1eddi d\u00f9ng v\u01b0\u1ee3t qu\u00e1 - xin vui l\u00f2ng th\u1eed l\u1ea1i sau ho\u1eb7c li\u00ean h\u1ec7 v\u1edbi qu\u1ea3n tr\u1ecb h\u1ec7 th\u1ed1ng c\u1ee7a b\u1ea1n.
error_delete_rule=Kh\u00f4ng th\u1ec3 xo\u00e1 th\u01b0 m\u1ee5c do l\u1ed7i h\u1ec7 th\u1ed1ng\:
error_actions=Th\u1ea5t b\u1ea1i trong vi\u1ec7c ch\u1ea1y h\u00e0nh \u0111\u1ed9ng do l\u1ed7i\: {0}
error_rule=Th\u1ea5t b\u1ea1i trong vi\u1ec7c t\u1ea1o ra c\u00e1c quy t\u1eafc do l\u1ed7i\: {0}
error_space=Th\u1ea5t b\u1ea1i trong vi\u1ec7c t\u1ea1o ra c\u00e1c kh\u00f4ng gian m\u1edbi do l\u1ed7i\: {0}
error_content=Th\u1ea5t b\u1ea1i trong vi\u1ec7c t\u1ea1o ra n\u1ed9i dung do l\u1ed7i\: {0}
error_person=Th\u1ea5t b\u1ea1i trong vi\u1ec7c t\u1ea1o ra ng\u01b0\u1eddi do l\u1ed7i\: {0}
error_delete_user=Kh\u00f4ng th\u1ec3 xo\u00e1 b\u1ecf ng\u01b0\u1eddi d\u00f9ng do l\u1ed7i\: {0}
error_remove_user=Th\u1ea5t b\u1ea1i trong vi\u1ec7c lo\u1ea1i b\u1ecf ng\u01b0\u1eddi d\u00f9ng do l\u1ed7i\: {0}
error_password_match=H\u00e3y \u0111\u1ea3m b\u1ea3o r\u1eb1ng c\u1ea3 hai l\u0129nh v\u1ef1c m\u1eadt kh\u1ea9u ch\u1ee9a c\u00f9ng m\u1ed9t gi\u00e1 tr\u1ecb.
error_property=Thu\u1ed9c t\u00ednh''{0}'' l\u00e0 kh\u00f4ng c\u00f3 s\u1eb5n cho n\u00fat n\u00e0y
error_create_space_dialog=Xin vui l\u00f2ng s\u1eeda l\u1ed7i d\u01b0\u1edbi \u0111\u00e2y sau \u0111\u00f3 nh\u1ea5p v\u00e0o t\u1ea1o ra kh\u00f4ng gian.
error_create_forums_dialog=Xin vui l\u00f2ng s\u1eeda l\u1ed7i d\u01b0\u1edbi \u0111\u00e2y sau \u0111\u00f3 nh\u1ea5p v\u00e0o t\u1ea1o ra kh\u00f4ng gian.
error_create_forum_dialog=Xin vui l\u00f2ng s\u1eeda l\u1ed7i d\u01b0\u1edbi \u0111\u00e2y sau \u0111\u00f3 nh\u1ea5p v\u00e0o t\u1ea1o ra kh\u00f4ng gian.
error_create_topic_dialog=Xin vui l\u00f2ng s\u1eeda l\u1ed7i d\u01b0\u1edbi \u0111\u00e2y sau \u0111\u00f3 nh\u1ea5p v\u00e0o t\u1ea1o ra kh\u00f4ng gian.
error_create_post_dialog=Xin vui l\u00f2ng s\u1eeda l\u1ed7i d\u01b0\u1edbi \u0111\u00e2y sau \u0111\u00f3 nh\u1ea5p v\u00e0o \u0111\u0103ng b\u00e0i.
error_create_reply_dialog=Xin vui l\u00f2ng s\u1eeda l\u1ed7i d\u01b0\u1edbi \u0111\u00e2y sau \u0111\u00f3 nh\u1ea5p v\u00e0o tr\u1ea3 l\u1eddi.
error_create_category_dialog=Xin vui l\u00f2ng s\u1eeda l\u1ed7i d\u01b0\u1edbi \u0111\u00e2y sau \u0111\u00f3 nh\u1ea5p v\u00e0o th\u1ec3 lo\u1ea1i m\u1edbi.
error_create_group_dialog=Xin vui l\u00f2ng s\u1eeda l\u1ed7i d\u01b0\u1edbi \u0111\u00e2y sau \u0111\u00f3 nh\u1ea5p v\u00e0o t\u1ea1o ra kh\u00f4ng gian.
error_dialog=Xin vui l\u00f2ng s\u1eeda l\u1ed7i d\u01b0\u1edbi \u0111\u00e2y sau \u0111\u00f3 nh\u1ea5p v\u00e0o \u0111\u0103ng b\u00e0i.
error_wizard=Xin vui l\u00f2ng s\u1eeda l\u1ed7i d\u01b0\u1edbi \u0111\u00e2y sau \u0111\u00f3 nh\u1ea5p v\u00e0o ho\u00e0n t\u1ea5t.
error_update_category=Th\u1ea5t b\u1ea1i trong vi\u1ec7c c\u1eadp nh\u1eadt danh m\u1ee5c do h\u1ec7 th\u1ed1ng l\u1ed7i\: {0}
error_update_simpleworkflow=Kh\u00f4ng th\u1ec3 c\u1eadp nh\u1eadt c\u00e1c c\u00f4ng vi\u1ec7c \u0111\u01a1n gi\u1ea3n do h\u1ec7 th\u1ed1ng l\u1ed7i\: {0}
error_workflow_approve=Th\u1ea5t b\u1ea1i trong vi\u1ec7c ch\u1ea5p nh\u1eadn c\u00e1c t\u00e0i li\u1ec7u do h\u1ec7 th\u1ed1ng l\u1ed7i\: {0}
error_workflow_reject=Kh\u00f4ng th\u1ec3 t\u1eeb ch\u1ed1i c\u00e1c t\u00e0i li\u1ec7u do h\u1ec7 th\u1ed1ng l\u1ed7i\: {0}
error_aspect_classify=Th\u1ea5t b\u1ea1i trong vi\u1ec7c \u00e1p d\u1ee5ng c\u00e1c kh\u00eda c\u1ea1nh ''classifiable'' cho c\u00e1c t\u00e0i li\u1ec7u do h\u1ec7 th\u1ed1ng l\u1ed7i\: {0}
error_aspect_classify_space=Th\u1ea5t b\u1ea1i trong vi\u1ec7c \u00e1p d\u1ee5ng c\u00e1c kh\u00eda c\u1ea1nh ''classifiable'' cho c\u00e1c t\u00e0i li\u1ec7u do h\u1ec7 th\u1ed1ng l\u1ed7i\: {0}
error_aspect_versioning=Th\u1ea5t b\u1ea1i trong vi\u1ec7c \u00e1p d\u1ee5ng c\u00e1c kh\u00eda c\u1ea1nh ''classifiable'' cho c\u00e1c t\u00e0i li\u1ec7u do h\u1ec7 th\u1ed1ng l\u1ed7i\: {0}
error_aspect_inlineeditable=Th\u1ea5t b\u1ea1i trong vi\u1ec7c \u00e1p d\u1ee5ng c\u00e1c kh\u00eda c\u1ea1nh ''classifiable'' cho c\u00e1c t\u00e0i li\u1ec7u do h\u1ec7 th\u1ed1ng l\u1ed7i\: {0}
error_content_missing=N\u1ed9i dung c\u1ee7a n\u00fat l\u00e0 m\u1ea5t t\u00edch\: n\u00fat\: {0} \u0111\u1ecdc\: {1} H\u00e3y li\u00ean h\u1ec7 v\u1edbi qu\u1ea3n tr\u1ecb h\u1ec7 th\u1ed1ng c\u1ee7a b\u1ea1n.
error_export=Th\u1ea5t b\u1ea1i trong vi\u1ec7c th\u1ef1c hi\u1ec7n xu\u1ea5t ra\: {0}
error_import=Th\u1ea5t b\u1ea1i trong vi\u1ec7c th\u1ef1c hi\u1ec7n nh\u1eadp v\u00e0o\: {0}
error_import_no_file=Kh\u00f4ng th\u1ec3 t\u00ecm th\u1ea5y m\u1ed9t t\u1eadp tin ACP \u0111\u1ec3 nh\u1eadp\!
error_import_empty_file=B\u1ea1n kh\u00f4ng th\u1ec3 nh\u1eadp m\u1ed9t t\u1eadp tin ACP c\u00f3 s\u1ea3n ph\u1ea9m n\u00e0o\!
error_import_all=Xin vui l\u00f2ng s\u1eeda l\u1ed7i nh\u1eadp d\u01b0\u1edbi \u0111\u00e2y sau \u0111\u00f3 nh\u1ea5p v\u00e0o OK.
error_export_all=Xin vui l\u00f2ng s\u1eeda l\u1ed7i nh\u1eadp d\u01b0\u1edbi \u0111\u00e2y sau \u0111\u00f3 nh\u1ea5p v\u00e0o OK.
error_save_search=Kh\u00f4ng th\u1ec3 l\u01b0u c\u00e1c t\u00ecm ki\u1ebfm do l\u1ed7i\: {0}
error_restore_search=Th\u1ea5t b\u1ea1i trong vi\u1ec7c kh\u00f4i ph\u1ee5c l\u01b0u t\u00ecm do l\u1ed7i\: {0}
error_shortcut_permissions=Kh\u00f4ng th\u1ec3 \u0111i\u1ec1u h\u01b0\u1edbng \u0111\u1ebfn c\u00e1c m\u1ee5c nh\u01b0 n\u00f3 kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c \u0111\u1ecdc b\u1edfi ng\u01b0\u1eddi d\u00f9ng n\u00e0y. Ng\u01b0\u1eddi d\u00f9ng kh\u00e1c c\u00f3 th\u1ec3 \u0111\u00e3 thay \u0111\u1ed5i s\u1ef1 cho ph\u00e9p.
error_association=kh\u00f4ng t\u00ecm th\u1ea5y li\u00ean k\u1ebft \u0111\u1ecbnh ngh\u0129a cho c\u00e1c t\u1ed5 ch\u1ee9c \"{0}\".
error_charset_null=Gi\u00e1 tr\u1ecb k\u00ed t\u1ef1 r\u1ed7ng
error_negative_quota=Dung l\u01b0\u1ee3ng quy \u0111\u1ecbnh kh\u00f4ng th\u1ec3 kh\u00f4ng c\u00f3\: {0}
error_search_not_exist=T\u00ecm kh\u00f4ng t\u1ed3n t\u1ea1i v\u1edbi t\u00ean\: \"{0}\"
error_retrieving_search_results=L\u1ed7i nh\u1eadn \u0111\u01b0\u1ee3c k\u1ebft qu\u1ea3 cho t\u00ecm ki\u1ebfm \"{0}\" - \"{1}\"
error_domain_mismatch=T\u00ean mi\u1ec1n kh\u00f4ng ph\u00f9 h\u1ee3p\: d\u1ef1 ki\u1ebfn s\u1ebd \= {0}, th\u1ef1c t\u1ebf \= {1}
error_not_stored=Kh\u00f4ng c\u00f3 l\u1ed7i hi\u1ec7n \u0111ang l\u01b0u tr\u1eef
error_no_stack_trace=Kh\u00f4ng c\u00f3 d\u1ea5u v\u1ebft x\u1ebfp ch\u1ed3ng s\u1eb5n d\u00f9ng
error_permissions=B\u1ea1n kh\u00f4ng c\u00f3 \u0111\u1ee7 quy\u1ec1n \u0111\u1ec3 xem m\u1ee5c \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u.
error_external_protocol_support=Li\u00ean k\u1ebft b\u00ean ngo\u00e0i n\u00ean \u0111\u01b0\u1ee3c nh\u1eadp theo c\u00e1ch th\u1ee7 c\u00f4ng trong h\u1ed9p v\u0103n b\u1ea3n.
error_validate_xforms=Xin vui l\u00f2ng \u0111i\u1ec1n v\u00e0o t\u1ea5t c\u1ea3 c\u00e1c tr\u01b0\u1eddng b\u1eaft bu\u1ed9c v\u1edbi d\u1eef li\u1ec7u h\u1ee3p l\u1ec7

# Confirmations
return_to_application=Tr\u1edf v\u1ec1 \u1ee9ng d\u1ee5ng
return_home=N\u1ed9i dung c\u1ee7a t\u00f4i
delete_space_info=\u0110\u1ec3 lo\u1ea1i b\u1ecf c\u00e1c kh\u00f4ng gian n\u00e0y v\u00e0 t\u1ea5t c\u1ea3 n\u1ed9i dung c\u1ee7a n\u00f3, b\u1ea5m OK.
delete_space_assoc_info=Kh\u00f4ng gian n\u00e0y xu\u1ea5t hi\u1ec7n \u1edf nhi\u1ec1u v\u1ecb tr\u00ed, \u0111\u1ec3 lo\u1ea1i b\u1ecf c\u00e1c kh\u00f4ng gian t\u1eeb v\u1ecb tr\u00ed hi\u1ec7n t\u1ea1i, b\u1ea5m OK.
delete_space_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n x\u00f3a \"{0}\" v\u00e0 t\u1ea5t c\u1ea3 c\u00e1c n\u1ed9i dung c\u1ee7a n\u00f3 kh\u00f4ng?
delete_space_assoc_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n lo\u1ea1i b\u1ecf \"{0}\" t\u1eeb v\u1ecb tr\u00ed hi\u1ec7n t\u1ea1i?
delete_space_multiple_parents_warn=Kh\u00f4ng gian n\u00e0y xu\u1ea5t hi\u1ec7n \u1edf nhi\u1ec1u \u0111\u1ecba \u0111i\u1ec3m, c\u00e1c ho\u1ea1t \u0111\u1ed9ng \u0111\u01b0\u1ee3c ch\u1ecdn d\u01b0\u1edbi \u0111\u00e2y s\u1ebd do \u0111\u00f3 c\u00f3 hi\u1ec7u l\u1ef1c t\u1ea5t c\u1ea3 \u0111\u1ecba \u0111i\u1ec3m.
delete_forums_info=\u0110\u1ec3 lo\u1ea1i b\u1ecf c\u00e1c kh\u00f4ng gian di\u1ec5n \u0111\u00e0n n\u00e0y v\u00e0 n\u1ed9i dung c\u1ee7a n\u00f3, b\u1ea5m OK.
delete_forum_info=\u0110\u1ec3 lo\u1ea1i b\u1ecf c\u00e1c di\u1ec5n \u0111\u00e0n n\u00e0y v\u00e0 ch\u1ee7 \u0111\u1ec1 c\u1ee7a n\u00f3, b\u1ea5m OK.
delete_forum_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n x\u00f3a \"{0}\" v\u00e0 t\u1ea5t c\u1ea3 c\u00e1c ch\u1ee7 \u0111\u1ec1 kh\u00f4ng?
delete_topic_info=\u0110\u1ec3 lo\u1ea1i b\u1ecf c\u00e1c ch\u1ee7 \u0111\u1ec1 n\u00e0y, b\u00e0i vi\u1ebft c\u1ee7a m\u00ecnh, b\u1ea5m v\u00e0o OK.
delete_topic_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n x\u00f3a \"{0}\" v\u00e0 t\u1ea5t c\u1ea3 c\u00e1c b\u00e0i vi\u1ebft c\u1ee7a m\u00ecnh kh\u00f4ng?
delete_post_info=\u0110\u1ec3 lo\u1ea1i b\u1ecf c\u00e1c b\u00e0i \u0111\u0103ng n\u00e0y t\u1eeb c\u00e1c ch\u1ee7 \u0111\u1ec1, nh\u1ea5p v\u00e0o OK.
delete_post_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n x\u00f3a b\u00e0i \u0111\u0103ng t\u1eeb \"{0}\"?
delete_file_info=\u0110\u1ec3 lo\u1ea1i b\u1ecf t\u1ec7p n\u00e0y v\u00e0 b\u1ea5t k\u1ef3 phi\u00ean b\u1ea3n tr\u01b0\u1edbc \u0111\u00f3, b\u1ea5m v\u00e0o OK.
delete_file_assoc_info=T\u1eadp tin n\u00e0y xu\u1ea5t hi\u1ec7n \u1edf nhi\u1ec1u v\u1ecb tr\u00ed, \u0111\u1ec3 lo\u1ea1i b\u1ecf c\u00e1c t\u1eadp tin t\u1eeb v\u1ecb tr\u00ed hi\u1ec7n t\u1ea1i, b\u1ea5m OK.
delete_file_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n x\u00f3a \"{0}\" v\u00e0 t\u1ea5t c\u1ea3 c\u00e1c phi\u00ean b\u1ea3n tr\u01b0\u1edbc kh\u00f4ng?
delete_file_assoc_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n lo\u1ea1i b\u1ecf \"{0}\" t\u1eeb v\u1ecb tr\u00ed hi\u1ec7n t\u1ea1i?
delete_file_multiple_parents_confirm=\"{0}\" xu\u1ea5t hi\u1ec7n \u1edf nhi\u1ec1u v\u1ecb tr\u00ed, b\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n lo\u1ea1i b\u1ecf n\u00f3 t\u1eeb t\u1ea5t c\u1ea3 v\u1ecb tr\u00ed v\u00e0 x\u00f3a v\u00e0 t\u1ea5t c\u1ea3 c\u00e1c phi\u00ean b\u1ea3n tr\u01b0\u1edbc kh\u00f4ng?
delete_translation_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n x\u00f3a \"{0}\" v\u00e0 t\u1ea5t c\u1ea3 c\u00e1c phi\u00ean b\u1ea3n tr\u01b0\u1edbc kh\u00f4ng? T\u00ednh \u0111a ng\u00f4n ng\u1eef s\u1ebd kh\u00f4ng \u0111\u01b0\u1ee3c c\u00f3 th\u1ec3 ph\u1ee5c h\u1ed3i.
delete_empty_translation_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n x\u00f3a b\u1ecf h\u1eb3n \"{0}\"? T\u00e0i li\u1ec7u n\u00e0y s\u1ebd kh\u00f4ng \u0111\u01b0\u1ee3c ph\u1ee5c h\u1ed3i.
delete_ml_container_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n x\u00f3a \"{0}\" v\u00e0 t\u1ea5t c\u1ea3 c\u00e1c phi\u00ean b\u1ea3n tr\u01b0\u1edbc kh\u00f4ng? M\u1ed7i b\u1ea3n d\u1ecbch s\u1ebd b\u1ecb x\u00f3a qu\u00e1.
delete_rule_info=\u0110\u1ec3 lo\u1ea1i b\u1ecf c\u00e1c quy t\u1eafc n\u00e0y t\u1eeb kh\u00f4ng gian, b\u1ea5m c\u00f3.
delete_user_info=Xo\u00e1 b\u1ecf ng\u01b0\u1eddi d\u00f9ng n\u00e0y t\u1eeb h\u1ec7 th\u1ed1ng, b\u1ea5m c\u00f3.
delete_rule_confirm=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n x\u00f3a \"{0}\"?
delete_user_confirm=Ng\u01b0\u1eddi d\u00f9ng s\u1ebd kh\u00f4ng th\u1ec3 truy c\u1eadp v\u00e0o h\u1ec7 th\u1ed1ng. B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n x\u00f3a ng\u01b0\u1eddi d\u00f9ng \"{0}\"?
remove_invited_user_confirm=Ng\u01b0\u1eddi d\u00f9ng s\u1ebd kh\u00f4ng th\u1ec3 truy c\u1eadp v\u00e0o c\u00e1c t\u00e0i li\u1ec7u v\u00e0 th\u01b0 m\u1ee5c trong kh\u00f4ng gian n\u00e0y. B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n lo\u1ea1i b\u1ecf ng\u01b0\u1eddi d\u00f9ng \"{0}\"?
remove_content_user_confirm=Ng\u01b0\u1eddi d\u00f9ng s\u1ebd kh\u00f4ng th\u1ec3 truy c\u1eadp v\u00e0o n\u1ed9i dung n\u00e0y. B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n lo\u1ea1i b\u1ecf ng\u01b0\u1eddi d\u00f9ng \"{0}\"?
delete_companyroot_confirm=Ch\u00fa \u00fd\: C\u00e1c th\u01b0 m\u1ee5c n\u00e0y l\u00e0 m\u1ed9t th\u01b0 m\u1ee5c \u0111\u1eb7c bi\u1ec7t truy c\u1eadp c\u1ee7a t\u1ea5t c\u1ea3 ng\u01b0\u1eddi d\u00f9ng\! H\u00e3y ch\u1eafc ch\u1eafn r\u1eb1ng b\u1ea1n mu\u1ed1n x\u00f3a b\u1ecf c\u1eb7p n\u00e0y. N\u00f3 c\u00f3 th\u1ec3 g\u00e2y ra l\u1ed7i h\u1ec7 th\u1ed1ng n\u1ebfu b\u1ea1n g\u1ee1 b\u1ecf n\u00f3.
delete_node_not_found=Kho\u1ea3n m\u1ee5c b\u1ea1n \u0111ang c\u1ed1 g\u1eafng \u0111\u1ec3 x\u00f3a kh\u00f4ng th\u1ec3 \u0111\u01b0\u1ee3c t\u00ecm th\u1ea5y, \u0111i\u1ec1u n\u00e0y c\u00f3 th\u1ec3 b\u1edfi v\u00ec n\u00f3 \u0111\u00e3 b\u1ecb x\u00f3a. H\u00e3y \u0111\u00f3ng h\u1ed9p tho\u1ea1i n\u00e0y v\u00e0 th\u1eed thao t\u00e1c x\u00f3a m\u1ed9t l\u1ea7n n\u1eefa.

# Status Messages
status_space_created=T\u1ea1o th\u00e0nh c\u00f4ng kho\u1ea3ng tr\u1ed1ng ''{0}''.
status_space_deleted=Kho\u1ea3ng tr\u1ed1ng \u0111\u00e3 x\u00f3a th\u00e0nh c\u00f4ng ''{0}''.
status_space_updated=Kho\u1ea3ng tr\u1ed1ng c\u1eadp Nh\u1eadt th\u00e0nh c\u00f4ng ''{0}''.

# Validation Messages
validation_mandatory={0} l\u00e0 tr\u01b0\u1eddng b\u1eaft bu\u1ed9c.
validation_string_length={0} ph\u1ea3i gi\u1eefa {1} v\u00e0 {2} k\u00fd t\u1ef1.
validation_is_number={0} ph\u1ea3i ch\u1ee9a m\u1ed9t s\u1ed1.
validation_regex={0} kh\u00f4ng h\u1ee3p l\u1ec7.
validation_regex_not_match={0} kh\u00f4ng h\u1ee3p l\u1ec7.
validation_numeric_range={0} ph\u1ea3i gi\u1eefa {1} v\u00e0 {2}.
validation_invalid_character=l\u00e0 m\u1ed9t k\u00ed t\u1ef1 kh\u00f4ng h\u1ee3p l\u1ec7.
validation_provide_values_for_required_fields=Xin vui l\u00f2ng cung c\u1ea5p gi\u00e1 tr\u1ecb cho t\u1ea5t c\u1ea3 c\u00e1c tr\u01b0\u1eddng b\u1eaft bu\u1ed9c

# XForms ui
idle=t\u1ea1m d\u1eebng ho\u1ea1t \u0111\u1ed9ng
loading=\u0110ang t\u1ea3i
eg=V\u00ed d\u1ee5.
click_to_edit=nh\u1ea5p v\u00e0o ch\u1ec9nh s\u1eeda
please_select=Vui l\u00f2ng ch\u1ecdn...

# File Picker

# Tag picker
click_to_select_tag=B\u1ea5m \u0111\u1ec3 ch\u1ecdn kho\u00e1
add_a_tag=Th\u00eam th\u1ebb
tags=T\u1eeb kh\u00f3a

# Category browsing
category_browser_plugin_label=Danh m\u1ee5c
category_browser_plugin_description=Th\u1ec3 lo\u1ea1i tr\u00ecnh duy\u1ec7t
category_browser_plugin_include_subcategories=Duy\u1ec7t m\u1ee5c trong ti\u1ec3u m\u1ee5c?
category_browser_browse_title=Th\u1ec3 lo\u1ea1i \"{0}\"
category_browser_browse_include=v\u00e0 c\u00e1c ti\u1ec3u m\u1ee5c
category_browser_browse_description=Quan \u0111i\u1ec3m n\u00e0y cho ph\u00e9p b\u1ea1n xem t\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c trong th\u1ec3 lo\u1ea1i n\u00e0y
title_category_browse=web c\u1ee7a kh\u00e1ch h\u00e0ng ngo\u00e0i kh\u00f4ng gian - th\u1ec3 lo\u1ea1i tr\u00ecnh duy\u1ec7t

# 3.0 Sites messages
ReadPermissions=\u0110\u1ecdc \u0111i\u1ec1u kho\u1ea3n
SiteManager=Trang web qu\u1ea3n l\u00fd
SiteConsumer=trang web ti\u00eau d\u00f9ng
SiteCollaborator=Trang web c\u1ed9ng t\u00e1c vi\u00ean
SiteContributor=\u0110\u00f3ng g\u00f3p trang web
sites_space_warning=Kh\u00f4ng gian n\u00e0y \u0111\u01b0\u1ee3c qu\u1ea3n l\u00fd b\u1edfi \u1ee9ng d\u1ee5ng chia s\u1ebb. Xin vui l\u00f2ng s\u1eed d\u1ee5ng c\u00e1c \u1ee9ng d\u1ee5ng \u1ee9ng d\u1ee5ng chia s\u1ebb \u0111\u1ec3 l\u00e0m vi\u1ec7c v\u1edbi c\u00e1c n\u1ed9i dung trong kh\u00f4ng gian n\u00e0y v\u00e0 b\u1ea5t k\u1ef3 kho\u1ea3ng tr\u1ed1ng ph\u1ee5.

# Composite conditions
select_composite_condition=Ch\u1ecdn \u0111i\u1ec1u ki\u1ec7n t\u1ed5ng h\u1ee3p
enter_text_condition=Nh\u1eadp th\u00f4ng s\u1ed1 \u0111i\u1ec1u ki\u1ec7n cho m\u1ed9t t\u00e0i s\u1ea3n v\u0103n b\u1ea3n
enter_integer_condition=Nh\u1eadp c\u00e1c th\u00f4ng s\u1ed1 \u0111i\u1ec1u ki\u1ec7n cho m\u1ed9t t\u00e0i s\u1ea3n c\u00f3 gi\u00e1 tr\u1ecb s\u1ed1 nguy\u00ean
enter_date_condition=Nh\u1eadp th\u00f4ng s\u1ed1 \u0111i\u1ec1u ki\u1ec7n cho m\u1ed9t t\u00e0i s\u1ea3n c\u00f3 gi\u00e1 tr\u1ecb ng\u00e0y
enter_boolean_condition=Nh\u1eadp th\u00f4ng s\u1ed1 \u0111i\u1ec1u ki\u1ec7n cho m\u1ed9t gi\u00e1 tr\u1ecb thu\u1ed9c t\u00ednh boolean
select_default_qname=Ch\u1ecdn m\u1eb7c \u0111\u1ecbnh QName
composite_condition_page_description=T\u1ea1o ra m\u1ed9t \u0111i\u1ec1u ki\u1ec7n b\u1eb1ng c\u00e1ch k\u1ebft h\u1ee3p m\u1ed9t s\u1ed1 ng\u01b0\u1eddi kh\u00e1c
composite_condition_page_title=T\u1ea1o \u0111i\u1ec1u ki\u1ec7n t\u1ed5ng h\u1ee3p
composite_condition_page_selected=C\u00e1c \u0111i\u1ec1u ki\u1ec7n \u0111\u00e3 ch\u1ecdn \u0111\u1ec3 \u0111\u01b0\u1ee3c k\u1ebft h\u1ee3p b\u1edfi
composite_condition_page_or=HO\u1eb6C
text_property_condition_property=T\u00ean thu\u1ed9c t\u00ednh (v\u00ed d\u1ee5 nh\u01b0 m\u00f4 t\u1ea3 ho\u1eb7c cm\: mi\u00eau t\u1ea3)
integer_property_condition_property=T\u00ean thu\u1ed9c t\u00ednh (v\u00ed d\u1ee5 nh\u01b0 t\u00ednh ho\u1eb7c c\u1ee7a t\u00f4i\: t\u00ednh)
date_property_condition_property=T\u00ean thu\u1ed9c t\u00ednh (v\u00ed d\u1ee5 nh\u01b0 t\u1ea1o ho\u1eb7c cm\: t\u1ea1o)
property_condition_operation=Ho\u1ea1t \u0111\u1ed9ng
property_condition_value=Gi\u00e1 tr\u1ecb c\u1ee7a thu\u1ed9c t\u00ednh
property_condition_equals=T\u01b0\u01a1ng \u0111\u01b0\u01a1ng v\u1edbi
property_condition_contains=C\u00f3 ch\u1ee9a
property_condition_beginswith=B\u1eaft \u0111\u1ea7u v\u1edbi
property_condition_endswith=K\u1ebft th\u00fac b\u1eb1ng
property_condition_greaterthan=L\u1edbn h\u01a1n
property_condition_greaterthanequals=L\u1edbn h\u01a1n ho\u1eb7c b\u1eb1ng
property_condition_lessthan=\u00cdt h\u01a1n
property_condition_lessthanequals=\u00cdt h\u01a1n ho\u1eb7c b\u1eb1ng
property_date_condition_equals=T\u01b0\u01a1ng \u0111\u01b0\u01a1ng v\u1edbi
property_date_condition_greaterthan=Sau khi
property_date_condition_greaterthanequals=Sau khi hay
property_date_condition_lessthan=Tr\u01b0\u1edbc khi
property_date_condition_lessthanequals=L\u00e0 tr\u01b0\u1edbc hay tr\u00ean
property_condition_invalid=Ho\u1ea1t \u0111\u1ed9ng kh\u00f4ng h\u1ee3p l\u1ec7
condition_compare_text_property_value=Thu\u1ed9c t\u00ednh v\u0103n b\u1ea3n ''{0}'' {1} ''{2}''
condition_compare_text_property_value_not=Thu\u1ed9c t\u00ednh v\u0103n b\u1ea3n ''{0}'' kh\u00f4ng {1} ''{2}''
condition_compare_integer_property_value=S\u1ed1 nguy\u00ean thu\u1ed9c t\u00ednh ''{0}'' {1} ''{2}''
condition_compare_integer_property_value_not=S\u1ed1 nguy\u00ean thu\u1ed9c t\u00ednh ''{0}'' kh\u00f4ng {1} ''{2}''
condition_compare_date_property_value=Thu\u1ed9c t\u00ednh ng\u00e0y''{0}'' {1} ''{2}''
condition_compare_date_property_value_not=thu\u1ed9c t\u00ednh ng\u00e0y ''{0}'' kh\u00f4ng {1} ''{2}''
condition_compare_boolean_property_value=Thu\u1ed9c t\u00ednh logic ''{0}'' {1} ''{2}''
condition_compare_boolean_property_value_not=Thu\u1ed9c t\u00ednh logic ''{0}'' kh\u00f4ng {1} ''{2}''
condition_composite_summary=T\u00ecnh tr\u1ea1ng h\u1ed7n h\u1ee3p ({0} ti\u1ebft {1})
condition_composite_summary_not=T\u00ecnh tr\u1ea1ng h\u1ed7n h\u1ee3p ({0} ti\u1ebft {1} v\u00e0 \u0111\u1ea3o ng\u01b0\u1ee3c)
condition_composite_error=T\u00ecnh tr\u1ea1ng h\u1ed7n h\u1ee3p (l\u1ed7i)

component_property=Thu\u1ed9c t\u00ednh
component_value=Gi\u00e1 tr\u1ecb

#Transfer-related properties
trx.endpointprotocol=M\u1ee5c ti\u00eau giao th\u1ee9c
trx.endpointhost=M\u1ee5c ti\u00eau m\u00e1y ch\u1ee7
trx.endpointport=M\u1ee5c ti\u00eau c\u1ed5ng
trx.endpointpath=\u0110\u01b0\u1eddng d\u1eabn m\u1ee5c ti\u00eau

trx.progressPosition=Ti\u1ebfn \u0111\u1ed9 hi\u1ec7n t\u1ea1i
trx.progressEndpoint=ti\u1ebfn b\u1ed9 thi\u1ebft b\u1ecb \u0111\u1ea7u cu\u1ed1i
trx.transferStatus=ti\u1ebfn b\u1ed9 thi\u1ebft b\u1ecb \u0111\u1ea7u cu\u1ed1i

trx.fromRepositoryId=Chuy\u1ec3n t\u1eeb
trx.repositoryId=Chuy\u1ec3n giao ngu\u1ed3n g\u1ed1c
trx.invadedBy=C\u00f3 d\u1ecbch v\u1ee5 \u0111\u01b0a \u0111\u00f3n 

#output-path-pattern-help.jsp
guidelines_title=H\u01b0\u1edbng d\u1eabn
variables_title=Bi\u1ebfn
forexample_title=V\u00ed d\u1ee5
general_info_part1=M\u1ed9t m\u00f4 h\u00ecnh \u0111\u01b0\u1eddng d\u1eabn \u0111\u1ea7u ra l\u00e0 m\u1ed9t 
general_info_part2=\u0110\u00e1nh d\u1ea5u t\u1ef1 do
general_info_part3=bi\u1ec3u hi\u1ec7n \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 x\u00e1c \u0111\u1ecbnh \u0111\u01b0\u1eddng d\u1eabn \u0111\u1ebfn s\u1eed d\u1ee5ng khi ti\u1ebft ki\u1ec7m m\u1ed9t t\u00e0i s\u1ea3n \u0111\u01b0\u1ee3c t\u1ea1o ra b\u1eb1ng c\u00e1ch s\u1eed d\u1ee5ng c\u00e1c bi\u1ebfn thay th\u1ebf khi t\u1ea1o n\u1ed9i dung web.
guidelines_message=M\u00f4 h\u00ecnh \u0111\u01b0\u1eddng d\u1eabn \u0111\u1ea7u ra b\u1eaft \u0111\u1ea7u v\u1edbi m\u1ed9t d\u1ea5u g\u1ea1ch ch\u00e9o h\u00e0ng \u0111\u1ea7u (ch\u1eb3ng h\u1ea1n nh\u01b0 /$ {webapp}/content/${name}.xml) s\u1ebd s\u1ea3n xu\u1ea5t \u0111\u01b0\u1eddng d\u1eabn b\u1eaft ngu\u1ed3n t\u1eeb l\u00fac sandbox.  Nh\u1eefng ng\u01b0\u1eddi kh\u00f4ng ph\u1ea3i b\u1eaft \u0111\u1ea7u v\u1edbi m\u1ed9t d\u1ea5u g\u1ea1ch ch\u00e9o h\u00e0ng \u0111\u1ea7u s\u1ebd s\u1ea3n xu\u1ea5t c\u00e1c \u0111\u01b0\u1eddng d\u1eabn t\u01b0\u01a1ng \u0111\u1ed1i so v\u1edbi th\u01b0 m\u1ee5c l\u00e0m vi\u1ec7c hi\u1ec7n khi thu\u1eadt s\u0129 n\u1ed9i dung web t\u1ea1o \u0111\u01b0\u1ee3c g\u1ecdi.
description_name_field=T\u00ean c\u1ee7a m\u1eabu tr\u01b0\u1eddng h\u1ee3p d\u1eef li\u1ec7u khi b\u01b0\u1edbc v\u00e0o b\u1edfi ng\u01b0\u1eddi s\u1eed d\u1ee5ng trong thu\u1eadt s\u0129 n\u1ed9i dung web t\u1ea1o.
description_webapp_field=T\u00ean webapp trong \u0111\u00f3 d\u1eef li\u1ec7u v\u00ed d\u1ee5 bi\u1ec3u m\u1eabu \u0111\u01b0\u1ee3c t\u1ea1o ra.  Th\u00f4ng th\u01b0\u1eddng, n\u1ebfu ch\u1ec9 \u0111\u1ecbnh m\u1ed9t m\u00f4 h\u00ecnh \u0111\u01b0\u1eddng d\u1eabn tuy\u1ec7t \u0111\u1ed1i \u0111\u1ea7u ra, con \u0111\u01b0\u1eddng s\u1ebd b\u1eaft \u0111\u1ea7u v\u1edbi m\u1ee5c webapp (t\u1ee9c l\u00e0 /$ {webapp} /...)
description_cwd_field=\u1ee8ng d\u1ee5ng web cho \u0111\u01b0\u1eddng d\u1eabn t\u01b0\u01a1ng \u0111\u1ed1i trong \u0111\u00f3 c\u00e1c h\u00ecnh th\u1ee9c \u0111ang \u0111\u01b0\u1ee3c t\u1ea1o ra.
description_extension_field=Ph\u1ea7n m\u1edf r\u1ed9ng m\u1eb7c \u0111\u1ecbnh li\u00ean quan \u0111\u1ebfn lo\u1ea1i mime c\u1ea5u h\u00ecnh cho c\u00e1c m\u1eabu c\u00f4ng c\u1ee5 rendering.  Bi\u1ebfn n\u00e0y ch\u1ec9 c\u00f3 s\u1eb5n s\u1ef1 phi\u00ean d\u1ecbch \u0111\u1ea7u ra \u0111\u01b0\u1eddng d\u1eabn m\u1eabu.
description_xml_field=C\u00e1c d\u1eef li\u1ec7u v\u00ed d\u1ee5 xml \u0111\u01b0\u1ee3c thu th\u1eadp b\u1edfi c\u00e1c h\u00ecnh th\u1ee9c.
description_node_field=M\u1eabu \u0111\u01a1n v\u00ed d\u1ee5 n\u00fat d\u1eef li\u1ec7u.  Bi\u1ebfn n\u00e0y ch\u1ec9 c\u00f3 s\u1eb5n cho rendition \u0111\u1ea7u ra \u0111\u01b0\u1eddng d\u1eabn m\u1eabu.
description_date_field_part1=Ng\u00e0y hi\u1ec7n t\u1ea1i m\u00e0 t\u1ea1i \u0111\u00f3 d\u1eef li\u1ec7u v\u00ed d\u1ee5 m\u1eabu \u0111\u01b0\u1ee3c l\u01b0u. Tham kh\u1ea3o c\u00e1c 
description_date_field_part2=\u0111\u00e1nh d\u1ea5u mi\u1ec5n ph\u00ed ng\u00e0y tham kh\u1ea3o 
description_date_field_part3=\u0111\u1ec3 bi\u1ebft th\u00eam chi ti\u1ebft.
wiki_reference_part1=\u0110\u1ec3 m\u1ed9t tham chi\u1ebfu \u0111\u1ea7y \u0111\u1ee7 h\u01a1n, xin vui l\u00f2ng tham kh\u1ea3o c\u00e1c 
wiki_reference_part2=wiki.

msg_err_invalid_launch_date_on_submit=Ng\u00e0y kh\u1edfi \u0111\u1ed9ng \u0111\u00e3 th\u00f4ng qua \u0111\u00e3. H\u00e3y ch\u1ecdn m\u1ed9t ng\u00e0y kh\u1edfi \u0111\u1ed9ng sau \u0111\u00f3.
msg_err_invalid_expiration_date_on_submit=Ng\u00e0y h\u1ebft h\u1ea1n(s) \u0111\u00e3 tr\u00f4i qua. H\u00e3y ch\u1ecdn m\u1ed9t ng\u00e0y h\u1ebft h\u1ea1n sau cho \u0111\u01b0\u1ee3c li\u1ec7t k\u00ea documents\: {0}
msg_err_pattern_invalid_expiration_date_on_submit=Vui l\u00f2ng ch\u1ecdn m\u1ed9t ng\u00e0y h\u1ebft h\u1ea1n(s) l\u00e0 mu\u1ed9n h\u01a1n ng\u00e0y kh\u1edfi \u0111\u1ed9ng \u0111\u01b0\u1ee3c li\u1ec7t k\u00ea documents\: {0}

#
# ALF-11956 WCM Accessibility. XForms and Create Web Content Wizard
#

# Date/Time picker
time_picker_title=B\u1ed9 ch\u1ecdn ng\u00e0y
time_picker_button_title=Th\u1eddi gian ch\u1ecdn n\u00fat
date_picker_title=B\u1ea3ng ch\u1ecdn ng\u00e0y
date_picker_button_title=Ng\u00e0y ch\u1ecdn n\u00fat
date_time_picker_title=B\u1ed9 ch\u1ecdn ng\u00e0y/th\u1eddi gian
date_time_picker_button_title=Ng\u00e0y/th\u1eddi gian ch\u1ecdn n\u00fat
increase_week_label=gia t\u0103ng \u0111\u01b0\u1ee3c ch\u1ecdn ng\u00e0y m\u1ed9t tu\u1ea7n
decrease_week_label=Gi\u1ea3m ng\u00e0y \u0111\u00e3 ch\u1ecdn m\u1ed9t tu\u1ea7n
increase_month_label=T\u0103ng ng\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn b\u1edfi m\u1ed9t th\u00e1ng
decrease_month_label=Gi\u1ea3m ng\u00e0y \u0111\u01b0\u1ee3c ch\u1ecdn b\u1edfi m\u1ed9t th\u00e1ng

# VGroup and Repeat widgets
add_item_title=Th\u00eam m\u1ee5c
move_up_title=Di chuy\u1ec3n kho\u1ea3n m\u1ee5c l\u00ean
move_down_title=Di chuy\u1ec3n kho\u1ea3n m\u1ee5c
remove_item_title=Lo\u1ea1i b\u1ecf kho\u1ea3n m\u1ee5c

# Common
sandbox_title_extension=Ch\u1ed7 th\u1eed
item_title=Kho\u1ea3n m\u1ee5c
mandatory_parameter=Bu\u1ed9c
state_expanded=M\u1edf r\u1ed9ng
state_not_expanded=Kh\u00f4ng m\u1edf r\u1ed9ng
select_path_menu=Th\u01b0 m\u1ee5c \u0111\u00e3 ch\u1ecdn. M\u1edf r\u1ed9ng danh s\u00e1ch
wizard_command_buttons_description=Tr\u00ecnh h\u01b0\u1edbng d\u1eabn n\u00fat l\u1ec7nh
accessibility_validation_message=M\u1ed9t s\u1ed1 l\u0129nh v\u1ef1c ch\u1ee9a d\u1eef li\u1ec7u kh\u00f4ng h\u1ee3p l\u1ec7. S\u1eed d\u1ee5ng Tab v\u00e0 Shift + Tab ph\u00edm \u0111\u1ec3 \u0111i b\u1ed9 qua c\u00e1c l\u0129nh v\u1ef1c v\u1edbi d\u1eef li\u1ec7u kh\u00f4ng h\u1ee3p l\u1ec7. S\u1eed d\u1ee5ng Alt + V ph\u00edm trong tr\u00ecnh duy\u1ec7t IE ho\u1eb7c Alt + Shift + V ph\u00edm trong FireFox \u0111\u1ec3 tr\u1edf v\u1ec1 tr\u01b0\u1eddng \u0111\u1ea7u ti\u00ean c\u1ee7a m\u1ed9t chu\u1ed7i c\u00e1c tr\u01b0\u1eddng c\u00f3 d\u1eef li\u1ec7u kh\u00f4ng ch\u00ednh x\u00e1c
accessibility_validation_message_with_error_count=T\u1eadp tin(s) ch\u1ee9a d\u1eef li\u1ec7u kh\u00f4ng h\u1ee3p l\u1ec7. S\u1eed d\u1ee5ng Tab v\u00e0 Shift + Tab ph\u00edm \u0111\u1ec3 \u0111i b\u1ed9 qua c\u00e1c l\u0129nh v\u1ef1c v\u1edbi d\u1eef li\u1ec7u kh\u00f4ng h\u1ee3p l\u1ec7. S\u1eed d\u1ee5ng Alt + V ph\u00edm trong tr\u00ecnh duy\u1ec7t IE ho\u1eb7c Alt + Shift + V ph\u00edm trong FireFox \u0111\u1ec3 tr\u1edf v\u1ec1 tr\u01b0\u1eddng \u0111\u1ea7u ti\u00ean c\u1ee7a m\u1ed9t chu\u1ed7i c\u00e1c tr\u01b0\u1eddng c\u00f3 d\u1eef li\u1ec7u kh\u00f4ng ch\u00ednh x\u00e1c

# Team properties
team_login_warning=Alfresco Explorer y\u00eau c\u1ea7u trang kh\u00f4ng \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3. Truy c\u1eadp trang n\u00e0y ch\u1ec9 c\u00f3 \u1edf s\u1ef1 ch\u1ec9 \u0111\u1ea1o c\u1ee7a \u1ee9ng d\u1ee5ng h\u1ed7 tr\u1ee3.
