#X-Generator: crowdin.net
welcome.user=Ch\u00e0o m\u1eebng b\u1ea1n \u0111\u1ebfn B\u1ea3ng \u0111i\u1ec1u khi\u1ec3n c\u00e1 nh\u00e2n (Dashboard), {0}
welcome.site=Ch\u00e0o m\u1eebng \u0111\u1ebfn v\u1edbi {1}, {0}

welcome.user.description=B\u1ea3ng \u0111i\u1ec1u khi\u1ec3n c\u00e1 nh\u00e2n cho b\u1ea1n th\u1ea5y nh\u1eefng g\u00ec \u0111ang x\u1ea3y ra trong c\u00e1c trang \u1ee9ng d\u1ee5ng m\u00e0 b\u1ea1n tham gia.
welcome.site.description=B\u1ea3ng \u0111i\u1ec1u khi\u1ec3n cho ph\u00e9p b\u1ea1n bi\u1ebft nh\u1eefng g\u00ec \u0111\u00e3 x\u1ea3y ra trong trang n\u00e0y.
get.started.message=H\u00e3y gi\u00fap b\u1ea1n b\u1eaft \u0111\u1ea7u...

panel.delete.header=X\u00e1c nh\u1eadn lo\u1ea1i b\u1ecf
panel.delete.msg=B\u1ea1n c\u00f3 ch\u1eafc b\u1ea1n mu\u1ed1n lo\u1ea1i b\u1ecf v\u0129nh vi\u1ec5n b\u1ea3ng h\u1ed7 tr\u1ee3 t\u1eeb b\u1ea3ng \u0111i\u1ec1u khi\u1ec3n n\u00e0y kh\u00f4ng?
panel.delete.fail=Kh\u00f4ng th\u1ec3 lo\u1ea1i b\u1ecf dashlet.

welcome.close=Lo\u1ea1i b\u1ecf

welcome.user.tutorial.title=H\u1ecdc t\u1eadp
welcome.user.tutorial.description=Xem nh\u1eefng g\u00ec b\u1ea1n c\u00f3 th\u1ec3 l\u00e0m v\u1edbi Alfresco b\u1eb1ng c\u00e1ch xem m\u1ed9t video h\u01b0\u1edbng d\u1eabn.
welcome.user.tutorial.link=Xem c\u00e1c h\u01b0\u1edbng d\u1eabn

welcome.user.sites.title=Chia s\u1ebb
welcome.user.sites.description=T\u1ea1o m\u1ed9t trang \u1ee9ng d\u1ee5ng \u0111\u1ec3 chia s\u1ebb n\u1ed9i dung v\u1edbi c\u00e1c th\u00e0nh vi\u00ean kh\u00e1c c\u1ee7a trang.
welcome.user.sites.link=T\u1ea1o m\u1ed9t trang \u1ee9ng d\u1ee5ng

welcome.user.profile.title=C\u00e1 nh\u00e2n ho\u00e1
welcome.user.profile.description=C\u1eadp nh\u1eadt th\u00f4ng tin c\u00e1 nh\u00e2n v\u00e0 doanh nghi\u1ec7p c\u1ee7a b\u1ea1n \u0111\u1ec3 nh\u1eefng ng\u01b0\u1eddi kh\u00e1c c\u00f3 th\u1ec3 bi\u1ebft b\u1ea1n.
welcome.user.profile.link=Ch\u1ec9nh s\u1eeda h\u1ed3 s\u01a1 c\u1ee7a b\u1ea1n

welcome.user.dashboard.title=T\u00f9y bi\u1ebfn
welcome.user.dashboard.description=Thi\u1ebft l\u1eadp b\u1ea3ng \u0111i\u1ec1u khi\u1ec3n c\u1ee7a b\u1ea1n \u0111\u1ec3 hi\u1ec3n th\u1ecb c\u00e1c th\u00f4ng tin b\u1ea1n mu\u1ed1n xem.
welcome.user.dashboard.link=T\u00f9y ch\u1ec9nh b\u1ea3ng \u0111i\u1ec1u khi\u1ec3n c\u1ee7a b\u1ea1n

welcome.user.explore.title=T\u00ecm hi\u1ec3u
welcome.user.explore.description=B\u1ea1n c\u00f3 th\u1ec3 t\u00ecm th\u1ea5y nh\u1eefng gi\u1ea3i ph\u00e1p qu\u1ea3n l\u00fd t\u00e0i li\u1ec7u v\u00e0 quy tr\u00ecnh tr\u00ean trang ch\u1ee7 c\u1ee7a ch\u00fang t\u00f4i\: http\://www.tinhhasoft.com.
welcome.user.explore.link=Xem t\u1ea5t c\u1ea3 trang

welcome.site.dashboard.title=T\u00f9y bi\u1ebfn
welcome.site.dashboard.description=Thi\u1ebft l\u1eadp b\u1ea3ng n\u00e0y \u0111\u1ec3 hi\u1ec3n th\u1ecb th\u00f4ng tin b\u1ea1n mu\u1ed1n ng\u01b0\u1eddi kh\u00e1c \u0111\u1ec3 xem.
welcome.site.dashboard.link=T\u00f9y ch\u1ec9nh b\u1ea3ng \u0111i\u1ec1u khi\u1ec3n trang \u1ee9ng d\u1ee5ng

welcome.site.moderated.title=Tham gia
welcome.site.moderated.description=Th\u00e0nh vi\u00ean c\u1ee7a trang n\u00e0y \u0111\u01b0\u1ee3c ki\u1ec3m duy\u1ec7t. B\u1ea1n c\u00f3 th\u1ec3 y\u00eau c\u1ea7u \u0111\u1ec3 tham gia v\u00e0 m\u1ed9t ng\u01b0\u1eddi qu\u1ea3n l\u00fd trang s\u1ebd \u0111\u01b0\u1ee3c th\u00f4ng b\u00e1o \u0111\u1ec3 duy\u1ec7t.
welcome.site.moderated.link=Y\u00eau c\u1ea7u tham gia

welcome.site.upload.title=C\u1ed9ng t\u00e1c
welcome.site.upload.description=T\u1ea3i l\u00ean n\u1ed9i dung v\u00e0o th\u01b0 vi\u1ec7n t\u00e0i li\u1ec7u \u0111\u1ec3 b\u1eaft \u0111\u1ea7u c\u1ed9ng t\u00e1c v\u1edbi nh\u1eefng ng\u01b0\u1eddi kh\u00e1c.
welcome.site.upload.link=T\u1ea3i l\u00ean n\u1ed9i dung

welcome.site.invite.title=M\u1eddi
welcome.site.invite.description=B\u1eaft \u0111\u1ea7u m\u1eddi ng\u01b0\u1eddi kh\u00e1c tham gia trang c\u1ee7a b\u1ea1n.
welcome.site.invite.link=M\u1eddi ng\u01b0\u1eddi d\u00f9ng

welcome.site.members.title=X\u00e3 h\u1ed9i ho\u00e1
welcome.site.members.description=T\u00ecm hi\u1ec3u nh\u1eefng ng\u01b0\u1eddi thu\u1ed9c v\u1ec1 trang n\u00e0y. T\u1eeb danh s\u00e1ch th\u00e0nh vi\u00ean, b\u1ea1n c\u00f3 th\u1ec3 xem h\u1ed3 s\u01a1 ng\u01b0\u1eddi d\u00f9ng \u0111\u1ec3 bi\u1ebft nh\u1eefng ng\u01b0\u1eddi kh\u00e1c.
welcome.site.members.link=Xem th\u00e0nh vi\u00ean c\u1ee7a trang

welcome.site.browse.title=T\u00ecm hi\u1ec3u
welcome.site.browse.description=T\u00ecm hi\u1ec3u nh\u1eefng g\u00ec n\u1ed9i dung \u0111\u00e3 \u0111\u01b0\u1ee3c th\u00eam v\u00e0o trang b\u1eb1ng c\u00e1ch duy\u1ec7t th\u01b0 vi\u1ec7n t\u00e0i li\u1ec7u.
welcome.site.browse.link=\u0110\u1ebfn th\u01b0 vi\u1ec7n t\u00e0i li\u1ec7u

welcome.cloud.sign-up.title=\u0110\u00e1m m\u00e2y
welcome.cloud.sign-up.description=\u0110\u0103ng k\u00fd h\u00f4m nay \u0111\u1ec3 \u0111\u01b0\u1ee3c y\u00eau c\u1ea7u m\u1ea1ng mi\u1ec5n ph\u00ed tr\u00ean \u0111\u00e1m m\u00e2y.
welcome.cloud.sign-up.link=\u0110\u0103ng k\u00fd
