#X-Generator: crowdin.net
label.cloud-auth=\u0110\u1ed3ng b\u1ed9 \u0111\u00e1m m\u00e2y
label.account-heading=T\u00e0i kho\u1ea3n \u0111\u00e1m m\u00e2y
message.not-connected=\u0110\u1ed3ng b\u1ed9 \u0111\u00e1m m\u00e2y kh\u00f4ng \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng cho t\u00e0i kho\u1ea3n n\u00e0y
message.not-connected-meta=B\u1eb1ng c\u00e1ch k\u1ebft n\u1ed1i v\u1edbi Alfresco trong c\u00e1c \u0111\u00e1m m\u00e2y c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c \u0111\u1ed3ng b\u1ed9 h\u00f3a n\u1ed9i dung c\u1ee7a b\u1ea1n
label.connected-heading=T\u00e0i kho\u1ea3n \u0111\u00e1m m\u00e2y
label.connected=Th\u01b0 \u0111i\u1ec7n t\u1eed\: {0}.
label.lastLoginFailed=Tuy nhi\u00ean, c\u00f3 v\u1ebb nh\u01b0 \u0111\u0103ng nh\u1eadp cu\u1ed1i c\u1ee7a b\u1ea1n th\u1ea5t b\u1ea1i. B\u1ea1n c\u00f3 thay \u0111\u1ed5i m\u1eadt kh\u1ea9u c\u1ee7a b\u1ea1n g\u1ea7n \u0111\u00e2y?
label.edit=Ch\u1ec9nh s\u1eeda
label.delete=Ng\u1eaft k\u1ebft n\u1ed1i
label.signIn=\u0110\u0103ng nh\u1eadp v\u00e0o Alfresco trong \u0111\u00e1m m\u00e2y
message.valid=K\u1ebft n\u1ed1i t\u00e0i kho\u1ea3n \u0111\u00e1m m\u00e2y
message.validated=Ki\u1ec3m tra th\u00f4ng tin c\u1ee7a b\u1ea1n ...
message.invalid=Th\u00f4ng tin x\u00e1c th\u1ef1c c\u1ee7a b\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c c\u00f4ng nh\u1eadn, xin vui l\u00f2ng th\u1eed l\u1ea1i
message.delete.success=T\u00e0i kho\u1ea3n \u0111\u00e1m m\u00e2y b\u1ecb ng\u1eaft k\u1ebft n\u1ed1i th\u00e0nh c\u00f4ng
message.delete.error=L\u1ed7i ng\u1eaft k\u1ebft n\u1ed1i t\u1eeb v\u00f9ng kh\u00f4ng gian trong \u0111\u00e1m m\u00e2y
confirm.delete.title=Ng\u1eaft k\u1ebft n\u1ed1i?
confirm.delete.message=B\u1ea1n c\u00f3 mu\u1ed1n ng\u1eaft k\u1ebft n\u1ed1i t\u1eeb v\u00f9ng kh\u00f4ng gian trong c\u00e1c \u0111\u00e1m m\u00e2y? N\u00f3 s\u1ebd kh\u00f4ng th\u1ec3 k\u1ebft n\u1ed1i \u0111\u1ebfn c\u00e1c \u0111\u00e1m m\u00e2y thay cho b\u1ea1n (v\u00ed d\u1ee5 nh\u01b0 \u0111\u1ec3 \u0111\u1ed3ng b\u1ed9 c\u00e1c t\u00e0i li\u1ec7u) n\u1ebfu b\u1ea1n ti\u1ebfn h\u00e0nh.
