#X-Generator: crowdin.net
field.name.label=T\u00ean tr\u01b0\u1eddng
field.name.description=T\u00ean c\u1ee7a tr\u01b0\u1eddng
widget.type.label=M\u1eabu \u0111i\u1ec1u khi\u1ec3n
widget.type.description=Lo\u1ea1i m\u1eabu \u0111i\u1ec1u khi\u1ec3n \u0111\u1ec3 s\u1eed d\u1ee5ng cho tr\u01b0\u1eddng
field.label.label=Nh\u00e3n hi\u1ec7u
field.label.description=Nh\u00e3n nh\u1eadn d\u1ea1ng tr\u01b0\u1eddng
field.description.label=M\u00f4 t\u1ea3
field.description.description=M\u00f4 t\u1ea3 c\u1ee7a tr\u01b0\u1eddng. Th\u00f4ng tin cung c\u1ea5p cho tr\u01b0\u1eddng 'di chuy\u1ec3n chu\u1ed9t gi\u00fap \u0111\u1ee1'.
field.units.label=\u0110\u01a1n v\u1ecb nh\u00e3n
field.units.description=M\u1ed9t \u0111\u01a1n v\u1ecb \u0111o l\u01b0\u1eddng li\u00ean quan \u0111\u1ebfn tr\u01b0\u1eddng, v\u00ed d\u1ee5\: "gi\u00e2y", "GB", "d\u1eb7m", vv.
field.options.label=T\u00f9y ch\u1ecdn
field.options.description=Th\u00eam c\u00e1c t\u00f9y ch\u1ecdn c\u00f3 s\u1eb5n cho m\u1eabu \u0111i\u1ec1u khi\u1ec3n.
field.validation.config.label=X\u00e1c nh\u1eadn c\u1ea5u h\u00ecnh
field.validation.config.description=Quy t\u1eafc c\u1ea5u h\u00ecnh \u0111\u01b0\u1ee3c d\u00f9ng \u0111\u1ec3 x\u00e1c nh\u1eadn gi\u00e1 tr\u1ecb tr\u01b0\u1eddng
field.visibility.config.label=Kh\u1ea3 n\u0103ng hi\u1ec3n th\u1ecb c\u1ea5u h\u00ecnh
field.visibility.config.description=Cho ph\u00e9p b\u1ea1n \u0111\u1eb7t c\u1ea5u h\u00ecnh khi tr\u01b0\u1eddng c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c nh\u00ecn th\u1ea5y b\u1eb1ng t\u1ea1o quy t\u1eafc d\u1ef1a tr\u00ean gi\u00e1 tr\u1ecb tr\u01b0\u1eddng kh\u00e1c.
field.requirement.config.label=C\u1ea5u h\u00ecnh y\u00eau c\u1ea7u
field.requirement.config.description=Cho ph\u00e9p b\u1ea1n \u0111\u1eb7t c\u1ea5u h\u00ecnh khi m\u1ed9t v\u00e0i \u0111\u1ea7u v\u00e0o ph\u1ea3i \u0111\u01b0\u1ee3c cung c\u1ea5p cho tr\u01b0\u1eddng b\u1eb1ng c\u00e1ch t\u1ea1o quy t\u1eafc d\u1ef1a tr\u00ean gi\u00e1 tr\u1ecb tr\u01b0\u1eddng kh\u00e1c.
field.disablement.config.label=V\u00f4 hi\u1ec7u c\u1ea5u h\u00ecnh
field.disablement.config.description=Cho ph\u00e9p b\u1ea1n \u0111\u1eb7t c\u1ea5u h\u00ecnh khi m\u1ed9t v\u00e0i tr\u01b0\u1eddng v\u00f4 hi\u1ec7u h\u00f3a b\u1eb1ng c\u00e1ch t\u1ea1o quy t\u1eafc d\u1ef1a tr\u00ean gi\u00e1 tr\u1ecb tr\u01b0\u1eddng kh\u00e1c.

field.validation.regex.label=C\u1ee5m t\u1eeb th\u00f4ng d\u1ee5ng
field.validation.regex.description=M\u1ed9t c\u1ee5m t\u1eeb th\u00f4ng d\u1ee5ng s\u1eed d\u1ee5ng \u0111\u1ec3 x\u00e1c nh\u1eadn gi\u00e1 tr\u1ecb tr\u01b0\u1eddng
field.validation.errorMessage.label=Th\u00f4ng b\u00e1o l\u1ed7i
field.validation.errorMessage.description=\u0110\u00e2y l\u00e0 th\u00f4ng b\u00e1o l\u1ed7i \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb khi tr\u01b0\u1eddng c\u00f3 ch\u1ee9a m\u1ed9t gi\u00e1 tr\u1ecb kh\u00f4ng h\u1ee3p l\u1ec7


rule.field.label=Gi\u00e1 tr\u1ecb c\u1ee7a tr\u01b0\u1eddng...
rule.field.description=C\u00e1c tr\u01b0\u1eddng m\u00e0 quy t\u1eafc s\u1ebd \u00e1p d\u1ee5ng cho. Khi thay \u0111\u1ed5i ch\u1ecdn tr\u01b0\u1eddng v\u00e0 c\u00e1c quy t\u1eafc x\u00e1c \u0111\u1ecbnh s\u1ebd \u0111\u01b0\u1ee3c \u0111\u00e1nh gi\u00e1.
rule.is.label=Ph\u1ea3i l\u00e0 m\u1ed9t trong c\u00e1c gi\u00e1 tr\u1ecb sau \u0111\u00e2y
rule.is.description=Gi\u00e1 tr\u1ecb tr\u01b0\u1eddng n\u00ean.
rule.isNot.label=Kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t trong c\u00e1c gi\u00e1 tr\u1ecb sau \u0111\u00e2y
rule.isNot.description=M\u1ed9t gi\u00e1 tr\u1ecb tr\u01b0\u1eddng kh\u00f4ng ph\u1ea3i l\u00e0.
rule.values.error=Ph\u1ea3i l\u00e0 m\u1ed9t danh s\u00e1ch ng\u0103n c\u00e1ch b\u1eb1ng d\u1ea5u ph\u1ea9y

rule.display.any=Gi\u00e1 tr\u1ecb c\u1ee7a tr\u01b0\u1eddng '{field}' s\u1ebd l\u00e0m cho kh\u00f4ng c\u00f3 s\u1ef1 kh\u00e1c bi\u1ec7t. 
rule.display.mustBe=Tr\u01b0\u1eddng '{field}' <b>ph\u1ea3i</b> l\u00e0 m\u1ed9t trong c\u00e1c gi\u00e1 tr\u1ecb sau\: {mustBe}.
rule.display.mustNotBe=Tr\u01b0\u1eddng '{field}' <b>kh\u00f4ng</b> ph\u1ea3i l\u00e0 b\u1ea5t k\u1ef3 c\u1ee7a c\u00e1c gi\u00e1 tr\u1ecb sau\: {mustNotBe}.
rule.display.mustAndmustNotBe=Tr\u01b0\u1eddng '{field}' <b>ph\u1ea3i</b> l\u00e0 m\u1ed9t trong c\u00e1c gi\u00e1 tr\u1ecb sau\: {mustBe} v\u00e0 <b>kh\u00f4ng</b> ph\u1ea3i l\u00e0 b\u1ea5t k\u1ef3 c\u1ee7a c\u00e1c gi\u00e1 tr\u1ecb sau\: {mustNotBe}.
rule.fieldDeleted.label=Kh\u00f4ng tr\u01b0\u1eddng n\u00e0o \u0111\u01b0\u1ee3c ch\u1ecdn cho quy t\u1eafc n\u00e0y (c\u00f3 th\u1ec3 l\u00e0 m\u1ed9t tr\u01b0\u1eddng n\u00e0o \u0111\u00f3 \u0111\u00e3 ch\u1ecdn tr\u01b0\u1edbc \u0111\u00f3 b\u00e2y gi\u1edd \u0111\u00e3 b\u1ecb x\u00f3a). Hi\u1ec7n quy t\u1eafc n\u00e0y kh\u00f4ng c\u00f3 hi\u1ec7u l\u1ef1c.
