#X-Generator: crowdin.net
message.empty=Kh\u00f4ng t\u00ecm th\u1ea5y k\u1ebft qu\u1ea3
message.error=L\u1ed7i trong t\u00ecm ki\u1ebfm
message.insite=trong trang web
message.ofsize=c\u1ee7a k\u00edch th\u01b0\u1edbc
message.modifiedby=S\u1eeda \u0111\u1ed5i b\u1edfi
message.modifiedon=S\u1eeda \u0111\u1ed5i l\u1ea7n ng\u00e0y
message.preview=Xem tr\u01b0\u1edbc
message.singlesite={0} Trang
message.allsites=T\u1ea5t c\u1ea3 c\u00e1c trang web
message.infolderpath=Trong th\u01b0 m\u1ee5c
message.repository=Kho l\u01b0u tr\u1eef

label.folder=Th\u01b0 m\u1ee5c
label.document=T\u00e0i li\u1ec7u
label.blogpost=B\u00e0i \u0111\u0103ng tr\u00ean blog
label.forumpost=Di\u1ec5n \u0111\u00e0n v\u1ec1 ch\u1ee7 \u0111\u1ec1
label.calendarevent=S\u1ef1 ki\u1ec7n l\u1ecbch
label.wikipage=Trang wiki
label.link=Li\u00ean k\u1ebft
label.datalist=Danh s\u00e1ch d\u1eef li\u1ec7u
label.datalistitem=D\u1eef li\u1ec7u danh m\u1ee5c
label.unknown=Ch\u01b0a bi\u1ebft
label.sortby=Sort by\: {0}

button.search=T\u00ecm ki\u1ebfm

search.info.resultinfo={0} k\u1ebft qu\u1ea3(s)
search.info.resultinfomore=Nhi\u1ec1u h\u01a1n k\u1ebft qu\u1ea3 {0}
search.info.searching=T\u00ecm ki\u1ebfm...
search.info.foundinsite=t\u00ecm th\u1ea5y trong {0} trang web.
search.info.foundinallsite=t\u00ecm th\u1ea5y trong t\u1ea5t c\u1ea3 trang web.
search.info.foundinrepository=t\u00ecm th\u1ea5y trong kho l\u01b0u tr\u1eef.

search.sort.relevance=M\u1ee9c \u0111\u1ed9 li\u00ean quan
search.sort.size=K\u00edch th\u01b0\u1edbc
search.sort.mimetype=Mimetype
search.sort.type=Lo\u1ea1i

pagination.template={Tr\u01b0\u1edbc Li\u00ean k\u1ebft}{Trang Li\u00ean k\u1ebft}{Trang Li\u00ean k\u1ebft k\u1ebf ti\u1ebfp}
pagination.template.page-report=\ 

## help text
help.title=M\u1eb9o t\u00ecm ki\u1ebfm

help.subtitle1=Vi\u1ec7c t\u00ecm ki\u1ebfm m\u1ee5c thu\u1ed9c t\u00ednh v\u00e0 n\u1ed9i dung t\u00e0i li\u1ec7u
help.info1=\u0110\u1ec3 t\u00ecm ki\u1ebfm c\u00e1c m\u1ee5c b\u1eb1ng thu\u1ed9c t\u00ednh chung ho\u1eb7c t\u00e0i li\u1ec7u n\u1ed9i dung ch\u1ec9 c\u1ea7n g\u00f5 m\u1ed9t thu\u1eadt ng\u1eef duy nh\u1ea5t, v\u00ed d\u1ee5\:
help.example1=kinh doanh
help.result1=C\u00e1c k\u1ebft qu\u1ea3 cho truy v\u1ea5n n\u00e0y s\u1ebd li\u1ec7t k\u00ea t\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c m\u00e0 ph\u00f9 h\u1ee3p v\u1edbi c\u1ee5m t\u1eeb "kinh doanh" n\u1ed9i dung t\u00e0i li\u1ec7u, th\u1ebb ho\u1eb7c c\u00e1c t\u00ean thu\u1ed9c t\u00ednh ph\u1ed5 bi\u1ebfn, ti\u00eau \u0111\u1ec1 ho\u1eb7c m\u00f4 t\u1ea3.
help.info2=Th\u00eam c\u00e1c \u0111i\u1ec1u kho\u1ea3n th\u00eam \u0111\u1ec3 t\u1ea1o ra k\u1ebft qu\u1ea3 c\u00f3 li\u00ean quan h\u01a1n, v\u00ed d\u1ee5\:
help.example2=qu\u00e1 tr\u00ecnh kinh doanh
help.result2=C\u00e1c k\u1ebft qu\u1ea3 cho truy v\u1ea5n n\u00e0y s\u1ebd li\u1ec7t k\u00ea t\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c m\u00e0 ph\u00f9 h\u1ee3p v\u1edbi c\u1ee5m t\u1eeb "kinh doanh" ho\u1eb7c "qu\u00e1 tr\u00ecnh" n\u1ed9i dung t\u00e0i li\u1ec7u, th\u1ebb ho\u1eb7c c\u00e1c ph\u1ed5 bi\u1ebfn thu\u1ed9c t\u00ednh t\u00ean, ti\u00eau \u0111\u1ec1 ho\u1eb7c m\u00f4 t\u1ea3. C\u00e1c k\u1ebft qu\u1ea3 \u0111\u01b0\u1ee3c s\u1eafp x\u1ebfp b\u1edfi m\u1ee9c \u0111\u1ed9 ph\u00f9 h\u1ee3p v\u00e0 m\u1ee5c c\u00f3 ch\u1ee9a c\u1ea3 hai \u0111i\u1ec1u kho\u1ea3n s\u1ebd \u0111\u01b0\u1ee3c li\u1ec7t k\u00ea \u1edf \u0111\u1ea7u.
help.info3=\u0110\u1ec3 gi\u1ea3m b\u1edbt c\u00e1c k\u1ebft qu\u1ea3 t\u00ecm ki\u1ebfm, nhi\u1ec1u \u0111i\u1ec1u kho\u1ea3n v\u1edbi nhau, v\u00ed d\u1ee5\:
help.example3=D\u1ecbch v\u1ee5 doanh nh\u00e2n v\u00e0 qu\u00e1 tr\u00ecnh
help.result3=C\u00e1c k\u1ebft qu\u1ea3 cho truy v\u1ea5n n\u00e0y s\u1ebd li\u1ec7t k\u00ea t\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c c\u00f3 ch\u1ee9a c\u1ea3 hai c\u1ee5m t\u1eeb "kinh doanh" v\u00e0 "x\u1eed l\u00fd" trong n\u1ed9i dung t\u00e0i li\u1ec7u, th\u1ebb ho\u1eb7c ph\u1ed5 bi\u1ebfn thu\u1ed9c t\u00ednh t\u00ean, ti\u00eau \u0111\u1ec1 ho\u1eb7c m\u00f4 t\u1ea3.
help.info4=\u0110\u1ec3 t\u00ecm ki\u1ebfm m\u1ed9t c\u1ee5m t\u1eeb c\u1ee5 th\u1ec3 s\u1eed d\u1ee5ng d\u1ea5u ngo\u1eb7c k\u00e9p, v\u00ed d\u1ee5\:
help.example4="qu\u00e1 tr\u00ecnh kinh doanh"
help.result4=C\u00e1c k\u1ebft qu\u1ea3 cho truy v\u1ea5n n\u00e0y s\u1ebd li\u1ec7t k\u00ea t\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c c\u00f3 ch\u1ee9a c\u1ea3 hai c\u1ee5m t\u1eeb "kinh doanh" v\u00e0 "x\u1eed l\u00fd" trong n\u1ed9i dung t\u00e0i li\u1ec7u, th\u1ebb ho\u1eb7c ph\u1ed5 bi\u1ebfn thu\u1ed9c t\u00ednh t\u00ean, ti\u00eau \u0111\u1ec1 ho\u1eb7c m\u00f4 t\u1ea3.
help.info5=K\u00fd t\u1ef1 \u0111\u1ea1i di\u1ec7n cho ph\u00e9p ph\u00f9 h\u1ee3p m\u1ed9t ph\u1ea7n, v\u00ed d\u1ee5\: \u0111\u1ec3 t\u00ecm t\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c c\u00f3 ch\u1ee9a t\u1eeb b\u1eaft \u0111\u1ea7u v\u1edbi "proc"\:
help.example5=proc *

help.subtitle2=Vi\u1ec7c t\u00ecm ki\u1ebfm c\u00e1c kho\u1ea3n m\u1ee5c theo b\u1ea5t \u0111\u1ed9ng s\u1ea3n c\u1ee5 th\u1ec3 ho\u1eb7c n\u1ed9i dung t\u00e0i li\u1ec7u
help.info6=\u0110\u1ec3 t\u00ecm ki\u1ebfm cho c\u00e1c h\u1ea1ng m\u1ee5c c\u1ee7a m\u1ed9t thu\u1ed9c t\u00ednh c\u1ee5 th\u1ec3 th\u00eam thu\u1ed9c t\u00ednh nh\u01b0 l\u00e0 m\u1ed9t ti\u1ec1n t\u1ed1, v\u00ed d\u1ee5\:
help.example6=ti\u00eau \u0111\u1ec1\: s\u1ea3n xu\u1ea5t
help.result6=C\u00e1c k\u1ebft qu\u1ea3 cho truy v\u1ea5n n\u00e0y s\u1ebd li\u1ec7t k\u00ea t\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c c\u00f3 ch\u1ee9a c\u00e1c thu\u1eadt ng\u1eef "s\u1ea3n xu\u1ea5t" trong ti\u00eau \u0111\u1ec1 thu\u1ed9c t\u00ednh.
help.info7=\u0110\u1ec3 t\u00ecm ki\u1ebfm cho c\u00e1c h\u1ea1ng m\u1ee5c n\u1ed9i dung theo n\u1ed9i dung t\u00e0i li\u1ec7u, th\u00eam thu\u1ed9c t\u00ednh v\u0103n b\u1ea3n \u0111\u1eb7c bi\u1ec7t nh\u01b0 l\u00e0 m\u1ed9t ti\u1ec1n t\u1ed1, v\u00ed d\u1ee5\:
help.example7=V\u0103n b\u1ea3n\: s\u1ea3n xu\u1ea5t
help.result7=C\u00e1c k\u1ebft qu\u1ea3 cho truy v\u1ea5n n\u00e0y s\u1ebd li\u1ec7t k\u00ea t\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c n\u1ed9i dung c\u00f3 ch\u1ee9a c\u00e1c thu\u1eadt ng\u1eef "s\u1ea3n xu\u1ea5t" trong n\u1ed9i dung t\u00e0i li\u1ec7u.
help.info8=Ti\u1ec1n t\u1ed1 th\u01b0\u1eddng \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng t\u00e0i s\u1ea3n bao g\u1ed3m\: t\u00ean, ti\u00eau \u0111\u1ec1, m\u00f4 t\u1ea3, t\u00e1c gi\u1ea3, c\u00f4ng c\u1ee5 s\u1eeda \u0111\u1ed5i, v\u0103n b\u1ea3n, lo\u1ea1i v\u00e0 kh\u00eda c\u1ea1nh. D\u1ea5u ngo\u1eb7c k\u00e9p c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng xung quanh th\u00e0nh ph\u1ed1 c\u1ee5m t\u1eeb v\u00e0 k\u00fd t\u1ef1 \u0111\u1ea1i di\u1ec7n cho ph\u00e9p ph\u00f9 h\u1ee3p m\u1ed9t ph\u1ea7n.
help.info9=\u0110\u1ec3 t\u00ecm ki\u1ebfm c\u00e1c m\u1ee5c t\u1ea1o ra v\u00e0o m\u1ed9t ng\u00e0y c\u1ee5 th\u1ec3 s\u1eed d\u1ee5ng m\u1ed9t thu\u1ed9c t\u00ednh t\u00ecm ki\u1ebfm, v\u00ed d\u1ee5\:
help.example9=t\u1ea1o\: "2011-09-26"
help.result9=C\u00e1c k\u1ebft qu\u1ea3 cho truy v\u1ea5n n\u00e0y s\u1ebd li\u1ec7t k\u00ea t\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c \u0111\u01b0\u1ee3c th\u00e0nh l\u1eadp ng\u00e0y 26 th\u00e1ng 9 n\u0103m 2011.
help.info10=\u0110\u1ec3 t\u00ecm ki\u1ebfm c\u00e1c m\u1ee5c l\u1ea7n trong v\u00f2ng m\u1ed9t ph\u1ea1m vi ng\u00e0y c\u1ee5 th\u1ec3 s\u1eed d\u1ee5ng m\u1ed9t ph\u1ea1m vi ng\u00e0y b\u1ea5t \u0111\u1ed9ng s\u1ea3n T\u00ecm ki\u1ebfm, v\u00ed d\u1ee5\:
help.example10=ch\u1ec9nh s\u1eeda\: "2011/09/26" .. "2011/10/30"
help.result10=C\u00e1c k\u1ebft qu\u1ea3 cho truy v\u1ea5n n\u00e0y s\u1ebd li\u1ec7t k\u00ea t\u1ea5t c\u1ea3 c\u00e1c m\u1ee5c m\u00e0 \u0111\u01b0\u1ee3c c\u1ea3i bi\u1ebfn t\u1eeb 26 th\u00e1ng 9 n\u0103m 2011 \u0111\u1ebfn  30 th\u00e1ng 10 bao g\u1ed3m. C\u00e1c t\u1eeb kh\u00f3a \u0111\u1eb7c bi\u1ec7t c\u1ee7a "B\u00e2y gi\u1edd", "Ph\u00fat" v\u00e0 "T\u1ed1i \u0111a" c\u00f3 th\u1ec3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 ch\u1ec9 ra d\u1ea5u th\u1eddi gian c\u1ee7a ng\u00e0y hi\u1ec7n t\u1ea1i, th\u1eddi gian s\u1edbm nh\u1ea5t c\u00f3 th\u1ec3 v\u00e0 t\u1ed1i \u0111a th\u1eddi gian trong t\u01b0\u01a1ng lai.
